export const language = {
    Bronze_Arrows: '普通箭矢，尖端是青铜制成的。锋利！',
    Iron_Arrows: '普通箭矢，尖端是铁制的。沉重！',
    Steel_Arrows: '精制箭矢，尖端是钢制的。是梅尔沃地区强盗的最爱。',
    Mithril_Arrows: '稀有箭矢，尖端是秘银制成的。可以轻松引导神圣之力。',
    Adamant_Arrows: '稀有箭矢，尖端是精钢制成的。在干旱平原上，因其耐用性和穿透力而受到人民的喜爱。',
    Rune_Arrows: '强大的箭矢，尖端是符文制造的。在干旱平原的人们中，使用符文箭矢被认为是杰出弓箭手的标志。',
    Dragon_Arrows: '毁灭性的箭矢，尖端是龙晶制成的。干旱平原的人们讲述着这些箭矢曾被用来杀死一位神明的传奇。',
    Ice_Arrows: '一支镶嵌着南地魔法的箭矢。小心如何处理它们。',
    Ancient_Arrow: '来自远古时代，当神明在大地上行走时的箭矢。它们的制造方法已经失传。',
    Topaz_Bolts: '铁制弩矢，尖端镶嵌着碎裂的黄玉。小心边缘！',
    Sapphire_Bolts: '铁制弩矢，尖端镶嵌着碎裂的蓝宝石。让敌人的眼中闪烁（和一支弩矢）！',
    Ruby_Bolts: '铁制弩矢，尖端镶嵌着碎裂的红宝石。红色有助于掩盖血迹。',
    Emerald_Bolts: '铁制弩矢，尖端镶嵌着碎裂的翡翠。别担心，它们没有毒！',
    Diamond_Bolts: '镶嵌着碎裂的钻石的铁制弩矢。直取敌人的心脏的最快方式！',
    Jadestone_Bolts: '铁制弩矢，尖端镶嵌着碎裂的碧玉。传说它们是由一位公主设计来杀死她的龙虏的。',
    Corundum_Arrows: '危险的箭矢，尖端是刚玉金属制成的。重量轻，但锋利无比。',
    Augite_Arrows: '致命的箭矢，尖端镶嵌着金属化的蛋白石晶体。曾被用来猎杀古代海龙。',
    Divine_Arrows: '毁灭性的箭矢，尖端是神圣金属制成的。劈开大地，破碎苍穹。',
    Ethereal_Arrows: '融入了强大灵魂怨念的神圣箭矢。它们的虚幻本质可以穿透任何防御。',
    Onyx_Bolts: '铁制弩矢，尖端镶嵌着碎裂的缟玛瑙。比夜晚还要黑暗。',
    Meteorite_Bolts: '铁制弩矢，尖端镶嵌着天体金属。呼唤天堂的力量，降临于你的敌人！',
    Decay_Bolts: '缟玛瑙制弩矢上覆盖着强效毒药。触碰致命。',
    Zephyte_Bolts: '铁制弩矢，尖端镶嵌着神圣之源的碎裂宝石。既具破坏力又美丽。',
    Amulet_of_Fishing: '你在一个旧箱子里发现了这个项链。它释放出一种吸引鱼类的气味。',
    Amulet_of_Strength: '一枚被附魔以增加佩戴者力量的项链。瞬间肌肉爆发！',
    Amulet_of_Accuracy: '一枚被附魔以增加佩戴者反应速度的项链。戴上它，世界变得更加清晰。',
    Amulet_of_Defence: '项链被附魔以增强皮肤硬度，并保护佩戴者免受伤害。需要一些润肤露吗？',
    Amulet_of_Ranged: '一枚被附魔以引导抛射物命中目标的项链。在梅尔沃赞助的所有体育赛事中被禁用。',
    Amulet_of_Magic: '一枚被附魔以放大魔法能量的项链。符文不包括在内。',
    Amulet_of_Glory: '只有最精英的骑士佩戴的强大项链。既是荣誉的象征，也是责任的标志。',
    Elite_Amulet_of_Strength: '当你戴上这个项链，你的肌肉会膨胀并撕裂你的衬衫。你举重吗，兄弟？',
    Elite_Amulet_of_Accuracy: '我能看到... 一切！',
    Elite_Amulet_of_Defence: '皮肤像石头一样坚硬，骨头像钢铁一样坚固。甚至神明也无法使你屈服。',
    Elite_Amulet_of_Ranged: '哨声强盗曾经用这个项链用一支箭击沉了整艘海盗船...',
    Elite_Amulet_of_Magic:
        '神明在一个附魔师使用它制作更好的项链后限制了它。然后他用那个制造了更好的。然后又是更好的。一遍又一遍。',
    Elite_Amulet_of_Glory: '当你的荣耀比其他人的荣耀更加辉煌时。',
    Amulet_of_Fury: '這串護身符上的每顆珠子都是一條古代龍的拋光鱗片，而紅寶石則是晶化的龍之火。',
    Amulet_of_Torture: '這是一個神秘邪教在褻瀆儀式中使用的護身符。你可以聽到被困在寶石中心的死者之魂的聲音。',
    Fury_of_the_Elemental_Zodiac:
        '馬爾克斯之鱗是強大的魔法試劑。吸收了幾枚強大魔法護身符的能量後，這個護身符獲得了不適合凡人之手的力量。 - <span class="ide fsi">"通過你的力量結合！我是超級無敵的！"</span>',
    Amulet_of_Looting: '佩戴这个项链标志着你是小蜘蛛的首领。强迫它们为你保管物品。',
    Bone_Necklace: '这个项链是由一个厌倦清理自己混乱的死灵法师制作的。所以他让混乱自己自己清理。',
    Burning_Amulet_of_Gold: '一个火灵送给你的附魔项链。随着火焰的消失，你可以在灰烬中发现金粉。',
    Burning_Amulet_of_Stardust: '一个火灵送给你的附魔项链。魔法树的灰烬被认为蕴含着宇宙力量的微小碎片。',
    Burning_Amulet_of_Ash: '一个火灵送给你的附魔项链。良好照料的火灵的灰烬有着许多用途。',
    Burning_Amulet_of_XP: '一个火灵送给你的附魔项链。我并不是烧杀狂，真的不是！',
    Silver_Topaz_Necklace: '这个项链中黄玉和银的搭配可以磨练你的感知，让你的刀更加锋利。',
    Silver_Sapphire_Necklace: '银和蓝宝石合作，将魔法能量转化为治愈力量。',
    Silver_Ruby_Necklace: '温暖的红宝石和冰冷的银在你的皮肤上焕发出活力。',
    Silver_Emerald_Necklace:
        '人们说，镶嵌在黄金中的翡翠可以带来好运。不仅能找回丢失的箭矢...还能确保它们找到你的敌人。',
    Silver_Diamond_Necklace: '为什么银和钻石能让你用小棍子击打东西更硬？没有人知道。这是梅尔沃的一个伟大谜团。',
    Gold_Topaz_Necklace: '据传说这个项链能吸引财富，因此在贵族中间非常受欢迎。',
    Gold_Sapphire_Necklace: '金和蓝宝石搭配在一起，可以锐化头脑，让你更容易察觉到飞来的抛射物。',
    Gold_Ruby_Necklace: '金进一步提高了红宝石的增强力量，使其愈合更快，效果更佳。',
    Gold_Emerald_Necklace: '长期以来，人们一直使用金镶嵌的翡翠来探测敌对的魔法，这在流氓中非常受欢迎。',
    Gold_Diamond_Necklace: '在魔法的存在下，钻石与金相互共鸣，形成了一个小型护盾，可以抵挡刀刃的打击。',
    Deadeye_Amulet:
        '埃里斯最伟大的弓箭手可以从1000米外射杀苍蝇。这颗钻石项链是为了表彰他们的技巧而制作的。据传闻，它含有一种剧毒。',
    Warlock_Amulet: '格拉西亚城的术士据说可以吸取敌人的生命。所有佩戴这个项链的人最终都会沉溺于燃烧的疯狂。',
    Guardian_Amulet: '一个赐予保护的项链，它会在你最危急的时刻释放出光芒，驱散一切危险。',
    Fighter_Amulet: '这个魔法项链曾被混沌之主的角斗士佩戴。当他们战斗时，他们无情的狂怒激发了战争的锻造。',
    Jeweled_Necklace: '一个简单的项链，上面有一个小玻璃宝石。据说能带来好运。',
    Amulet_Of_Incantation:
        '虽然脆弱，因此不适合战斗，但这个附魔项链在咒语师中非常受欢迎，因为它可以增加施法者的说服力。',
    Burning_Amulet_of_Charcoal: '一个火灵在你救出它脱离火蛇之腹后送给你的项链。在你触摸的时候，木柴会变成木炭。',
    Woodcutting_Ring_Fragment: '在乌鸦巢内发现的奇怪的金属戒指。投掷时会向上飘浮，仿佛被天空中的某物所吸引。',
    Woodcutting_Amulet_Fragment: '在乌鸦巢内发现的奇怪的金属饰品。夜晚透过中心看，你可以看到以前看不见的星星。',
    Meteorite_Woodcutting_Amulet:
        '在与天体金属融合后，这个项链已经觉醒了它的真正力量。当你挥动斧头砍树时，它会像流星一样发光。',
    Iridium_Onyx_Necklace: '当被抛射物击中时，这个项链会吸收一些能量，使你能够反击。',
    Palladium_Onyx_Necklace:
        '这是世界各地猎人的最爱。这个项链增加了你的手眼协调能力，使你更容易从被杀死的敌人身上获取有价值的材料。',
    Iridium_Oricha_Necklace: '这个项链吸收了魔法能量，可以重新定向到佩戴者选择的抛射物中，增加了他们的破坏力。',
    Palladium_Oricha_Necklace: '精确的射击和快速的清洁击杀可以极大地增加目标皮毛的价值。',
    Iridium_Cerulean_Necklace:
        '这颗宝石上的强大生命附魔会削弱佩戴者的生命力，阻止他们的伤口愈合...但也可以吸收你的敌人。',
    Palladium_Cerulean_Necklace: '这颗宝石上的强大附魔生命附魔据说会显著提高你的愈合速度，但以更多的身体资源为代价。',
    Iridium_Runestone_Necklace: '在重金属的重压下，这颗魔法宝石会大幅增强魔法能量...就像你的敌人的盔甲一样。',
    Palladium_Runestone_Necklace: '这颗魔法宝石可以将材料保持在时间泡泡中，防止变质，提高其价值。',
    Iridium_Zephyte_Necklace: '这是赐给那些与巨人战斗的人的神圣项链。愿你的脚永不颠簸。',
    Palladium_Zephyte_Necklace: '为了将强大的生物带到地面，这个神圣项链的魔法将在与传奇野兽战斗时平衡战场。',
    Poison_Lifesteal_Amulet: '在正确的剂量下，任何东西都可以成为一种药物。甚至毒药。',
    Headless_Arrows: "無頭箭: '準備好裝箭頭的羽毛箭。製箭術的藝術已經有很長的歷史了.'",
    Feathers: "羽毛: '來自各種有翅膀生物的清潔羽毛。可以用來製作箭矢，或釀造成藥水.'",
    Headless_Bolts:
        "無頭弩箭: '設計用於適應各種發射機制的鐵弩箭。箭頭被制成可以輕易附上寶石碎片，大大增加了它們的威力.'",
    Arrow_Shafts: "箭杆: '各種類型的木材都可以製成箭杆，儘管高質量的木材往往效果更好.'",
    Bronze_Arrowtips: "青銅箭頭: '由青銅鍛造的箭頭。青銅可能較軟，但你的敵人的脆弱部位也是如此.'",
    Iron_Arrowtips: "鐵箭頭: '由東山的豐富鐵礦石製成，這些箭頭是Melvor中最受歡迎的之一.'",
    Steel_Arrowtips: "鋼箭頭: '硬化鋼賦予這些箭頭卓越的穿透力，使它們在強盜和冒險家中都很受歡迎.'",
    Mithril_Arrowtips: "秘銀箭頭: '聖地群島的弓箭手最愛秘銀，因為它極為擅長傳導神聖力量.'",
    Adamant_Arrowtips: "堅鋼箭頭: '堅鋼箭頭在荒原部落中非常珍貴，有時會代替貨幣使用.'",
    Rune_Arrowtips:
        "符文箭頭: '在荒原部落中，從傷口挖出符文箭頭被視為一種巨大的榮譽。它們證明了面對一名高手弓箭手並活下來的事實.'",
    Dragon_Arrowtips:
        "龍晶箭頭: '每殺死一個偉大的敵人，荒原酋長都會在頭飾上加一顆龍晶箭頭。既作為榮譽的象徵...也作為一種警告.'",
    Consumable_Enhancer:
        "可消耗增強劑: '世界各地的工匠使用的小令牌，用來彼此交換好處。這些可以用來讓這樣的工匠[升級]各種有用的袋子和卷軸.'",
    Thiefs_Moneysack: "賊金袋: '一個隱藏的小提包，用來保管非法獲得的黃金，遠離法律的眼睛...或其他黏黏的手.'",
    Seed_Pouch: "種子袋: '全新！來自您友好的Seed Co.鄰居！我們的一體式種子袋保證全年都可以增加您的農作物產量！'",
    Runecrafting_Pouch: "符文袋: '這個附魔袋可以通過吸收符文製作過程中產生的浪費能量，凭空創造符文精華.'",
    Alchemists_Bag: "煉金術士袋: '一個小提包，裝有基本的煉金術試劑，旨在增加藥劑的有效性.'",
    Thiefs_Moneysack_II: "賊金袋II: '這個附魔小提包就像磁鐵一樣吸引黃金！無論這些黃金是屬於你還是其他人.'",
    Seed_Pouch_II: "種子袋II: '來自您友好的Seed Co.鄰居的Vr. 2.0！現在比以往更不可能吸引到大量的巨型昆蟲！'",
    Alchemists_Bag_II:
        "煉金術士袋II: '這些稀有的煉金術試劑可以極大地增加藥劑的效果，幾乎沒有副作用。然而，它們的味道很可怕.'",
    Frostshield_Amulet:
        "霜之護身符: '一枚由冰海蛇的冷硬之心雕刻而成的護身符。它的魔法在被冰圍繞時賦予你一些生物的力量.'",
    Lightning_Amulet: "雷之護身符: 'RaZu，天空之主的護身符。 RaZu對他的冰敵的怨恨為您提供了一些保護.'",
    FrostSpark_Amulet: "霜火護身符: '通過用冰海蛇的冰冷血液滿足天空之主的怨恨，您已經解鎖了這個護身符的真正力量.'",
    Allure_Amulet: "誘惑護身符: '由大湖的雾雨仙女製作的護身符。只需看著它，就會讓您感到困倦.'",
    Amulet_of_Prayers: "祈禱護身符: 'Melvor上有許多形式的崇拜。其中一些包括擊打你的敵人的臉.'",
    Voodoo_Trinket: '術士用來施放咒語的小稻草人。如果你長時間盯著它看，你可以發誓看到內部有什麼在蠕動。',
    Amulet_of_Curse_Totem_Summon:
        '一個偉大的精靈曾經被邪惡的死靈法師分成三部分。這個護身符是用它的身體製作的。任何與它的凝視相遇的人都會永遠受到詛咒。',
    Corundum_Arrowtips: "剛玉箭頭: '由剛玉金屬鍛造的箭頭非常鋒利，可以造成令人衰弱和持久的傷口.'",
    Augite_Arrowtips: "輝石箭頭: '據說輝石對龍有毒。即使現在，也可以在年老的野獸皮毛中找到準備獵人遺留的箭頭.'",
    Divine_Arrowtips: "神聖箭頭: '箭頭由傳聞中的神聖金屬製成。無論真相如何，都沒有發現可以阻擋它們的皮革或盔甲.'",
    Artisan_Pouch: "工匠袋: '裝滿各種工匠可能需要的供應品的小提包，供他們下一個項目使用.'",
    Artisan_Pouch_II:
        "工匠袋II: '包含一個名叫鮑勃的小矮人，他可以在你不注意的時候神奇地改進你的創作。只是不要把手伸進去，他會咬人的.'",
    Kindling_Pouch: "引火袋: '工匠們發現燃燒這種特殊引火產生的灰燼非常有價值。它產生的火焰是明亮的金色.'",
    Kindling_Pouch_II: "引火袋II: '當在足夠熱的火焰中燃燒時，這種特殊引火會產生可以高價出售的金色薄片.'",
    Stamina_Pouch:
        "耐力袋: '據說這是一小包白色的藥丸，可以增強耐力並增加敏捷度。警告，如果您在障礙賽道上超過4小時，應諮詢醫生.'",
    Spirit_Bag: "靈魂袋: '煉金術袋-在袋子裡！把一個物體和一些符文放進去，晃動一下，拉出一個實心金的複製品！'",
    Chefs_Bag: "廚師袋: '這個耐高溫的袋子固定在爐子的一側，方便廚師輕松取用製作佳餚所需的所有香料和成分.'",
    Summoners_Bag: "召喚者袋: '儀式師在召喚儀式期間使用的小袋子。它可以集中和引導能量，從而增加召喚過程的效果。'",
    Whetstone: '一塊普通的天然磨刀石。這樣的石頭通常被各種人攜帶。',
    Meteorite_Warrior_Ring: '曾經，一名勇士拿起了一柄天界之刃來對抗邪惡之神。從那時起，他明白了即使神明也能流血。',
    Meteorite_Marksman_Ring: '一名弓箭手曾夢想從天空射下星星。當那些星星墜落時，他的敵人再也沒有藏身之地。',
    Meteorite_Spellcaster_Ring:
        '一名法師曾站在自己的家園和一支軍隊之間，祈求星星的幫助。當煙塵散去時，軍隊已經消失無蹤。',
    Deadeye_Ring:
        '這枚印章戒指標誌著埃里斯將軍在很久以前的戰爭中。它中央的寶石創造出一個空氣通道，增加箭矢的速度和威力。',
    Warlock_Ring: '格萊西亞城高級術士的徽章。當海洋女神陷入憤怒之中時，她的術士們也加入了她的瘋狂之中。',
    Guardian_Ring: 'Terran的守護者佩戴這些戒指時，會被包裹在堅硬石頭的厚層中，可以擋住任何刀劍。',
    Fighter_Ring: '贈予拉格納的角鬥場冠軍的戒指，傳聞佩戴這些戒指的角鬥士更像野獸而非人類，並且熱衷於戰鬥。',
    Poison_Virulence_Ring: '這毒藥削弱了你的力量，使你墮落...',
    Burning_Madness_Ring: '...而瘋狂在內里沸騰...',
    Spiked_Shell_Ring: '...無端的恐懼困住了你的殼...',
    Relentless_Fury_Ring: '...鎖定，直到你的憤怒消失。',
    Silver_Topaz_Ring: '雖然不及較大護身符那般強大，但據說這枚戒指有助於引導迷失的刀鋒找回本真。',
    Silver_Sapphire_Ring:
        '當激活時，這枚戒指會在手上形成一個薄弱的屏障。這個屏障可以用來擋住刀劍、反彈箭矢或者用手的挥动来攻击目标。',
    Silver_Ruby_Ring: '這顆紅寶石戒指會賦予你的挥动更大的力量，超過了正常水平。附贈的六塊是額外的好處。',
    Silver_Emerald_Ring: '佩戴這枚戒指的手拉弓或者投掷物體會飛得更遠，打得更猛。',
    Silver_Diamond_Ring: '親愛的上帝！這顆巨大的鑽石戒指的閃光可以致盲某人！至少這意味著你將更容易避開他們的攻擊。',
    Gold_Topaz_Ring: '傳說一位強大的法師曾留下了一個秘寶，唯一的線索就是製作這枚看似簡單的戒指的說明。',
    Gold_Sapphire_Ring: '這枚戒指產生的屏障不如它的銀質表兄穩定。破壞屏障後的反衝力可能會造成嚴重傷害。',
    Gold_Ruby_Ring: '紅寶石和黃金的溫暖光輝據說有助於促進健康，並緩解愈合過程。',
    Gold_Emerald_Ring: '初出茅廬的騎士用來訓練他們的技能，佩戴這枚戒指的手挥動武器會感覺更加沉重。',
    Gold_Diamond_Ring: '佩戴這枚戒指的人不必擔心丟失物品，因此從古至今一直被慶祝為幸運護符。',
    Aorpheats_Signet_Ring:
        '據說一位古代法師為保護世界免受巨大邪惡的侵害而獻出了自己的生命。然而，他的遺產中只剩下了這枚看似簡單的印章戒指。',
    Pirates_Lost_Ring: '一枚在海上遺失的小戒指。戴上它，你會渴望大海和潮汐。',
    Ancient_Ring_Of_Skills:
        '這枚附魔戒指可以製造各種工具，足以讓任何工匠垂涎三尺。它們極為罕見，因此只有少數人曾經見過一枚。',
    Ancient_Ring_Of_Mastery:
        '這枚戒指附魔著一位古老大師的靈魂。佩戴時，一些人聲稱能聽到內心深處傳來的小聲音，指導他們的任務。',
    Shaman_Ring: 'Shrouded Badlands的薩滿經常在他們兩國之間的古老廢墟中與東北森林的德魯伊會面。',
    Sandstorm_Ring:
        '殺死一隻沙獸並將其心臟製成這枚戒指是任何年輕乾旱平原部落成年儀式中最危險的儀式之一...也是最受尊敬的。',
    Tormented_Ring: '這枚受詛咒的戒指賜予佩戴者巨大的力量，但代價高昂。所有過去所有者的靈魂都被困在午夜黑寶石中。',
    Wasteful_Ring: '這枚玉戒指是由一只邪惡龍爪製成的，它的過度和貪婪使它陷入瘋狂。小心，別讓它的貪婪也吞噬了你。',
    Hunters_Ring: '曾屬於世界上最偉大的獵人。他很快就會明白，不久後他將成為被追殺的對象。',
    Ring_Of_Wealth:
        '關於這枚戒指有吸引財富和創造黃金能力的傳聞，已經湧現出無數的仿冒品。有些成功，而其他一些則不那麼成功。',
    Ring_Of_Power: '神秘力量的僕人佩戴的戒指。它既代表了他們的權威，也是他們強制執行權威的手段。',
    Natures_Blessing_Ring:
        '作為沙漠平原薩滿的戒指，得到了他們德魯伊盟友的祝福，作為他們協議的標誌。它使人更加親近自然並提高了他們的治愈能力，這在惡劣的沙漠地帶受歡迎。',
    Ring_Of_Blade_Echoes:
        '這枚附魔戒指可以製造幻象般的刀劍來攻擊目標。由於部分是幻象，這些刀劍的威力只有原來的一小部分。',
    Ring_Of_Barrage: '這枚戒指周圍生長的藤蔓分泌出一種強效的興奮劑，可以提高佩戴者的反應能力，但也會使他們更容易犯錯。',
    Ring_Of_Spirit_Power: '戒指中寄居的靈魂可以協助佩戴者施展法術...只要付出合適的代價。',
    Meteorite_Woodcutting_Ring:
        '遇到了它所追尋的東西後，這只戒指覺醒了其真正的形態。戴著這只戒指的手一斧之下能將一棵樹化為灰燼。',
    Palladium_Onyx_Ring: '這只戒指產生強大的魔法護盾，旨在抵擋來自弓箭或弩的快速移動的抛射物。',
    Iridium_Onyx_Ring:
        '旨在阻止快速移動的抛射物的魔法護盾對於緩慢、穩定的刀劍不太有效。這只戒指就是基於這個想法創建的。',
    Iridium_Oricha_Ring: '這只戒指可以在佩戴者集中瞄准時大大提高投射物的準確性和威力，因此在狙擊手中很受歡迎。',
    Palladium_Oricha_Ring: '設計師稱其為"魔法避雷針"，這只戒指將魔法攻擊從佩戴者的核心區域引開。',
    Iridium_Cerulean_Ring:
        '最初是為了通過"吸食"魔法能量來消除飢餓而創建的，但實驗被認為是失敗的。儘管如此，它的效果仍然強大。',
    Palladium_Cerulean_Ring: '當放置在魔法法杖的杆子周圍時，這只戒指會吸取法杖的能量，產生一個環繞使用者的魔法屏障。',
    Iridium_Runestone_Ring: '當戴著這只戒指的手揮動武器時，會產生一個魔法刃，大大增加其威力。',
    Palladium_Runestone_Ring:
        '建立在銀藍寶石戒指的基礎上，啟動時，這只戒指會在佩戴者的前臂周圍產生一個小型能量護盾。這個護盾更加堅固可靠。',
    Iridium_Zephyte_Ring: '這顆神聖寶石會使佩戴者的武器與其擊中的護甲以相同的頻率共鳴，增加了打擊的有效性。',
    Palladium_Zephyte_Ring:
        '最好的防守是進攻。這只戒指的神聖力量使您能夠以天堂的力量來攻擊，但也使您更容易受到同樣的力量的影響。',
    Ring_of_Curse_Protection: '贈予黑暗之心夫人僕人的戒指。主要是為了保護他們免受自己的力量傷害。',
    Ring_of_Phantom_Summon:
        '曾經，一位邪惡的死靈法師將一位偉大的精神分裂成三部分。這只戒指是由其靈魂製作而成。它仍然保留著以前的自我，可以在佩戴者的心情中顯現。',
    Blood_Ring: '吸血鬼用來收集受害者血液的戒指。這樣貪婪的生物甚至不能忍受一滴血的浪費。',
    Book_of_Eli: '大法師伊萊因開創了奧羅里克咒語的藝術而聞名。這本咒書包含了他們所學到的一部分。',
    Book_of_Occults: '一個巫師的指南，旨在簡化和優化召喚過程。小心，這本書有些凶猛。',
    Burning_Embers_Book: '從燃燒的惡魔屍體中偷來的火焰咒語書。它的起源和作者是未知的，但作為魔法焦點的力量不容小覷。',
    Book_of_the_Ancients:
        '一本古代、神秘文明的完整作品，已經失傳。曾經因擔心這些知識可能釋放出什麼而被分解，現在又重新完整。',
    Blazing_Lantern:
        '藏匿於Shrouded Badlands的遊牧民族攜帶的永不熄滅的燈籠。它的光芒驅散了迫近的霧氣並保護免受內部的邪惡侵害。',
    Fine_Coinpurse:
        '這個看似普通但做工精良的錢袋永遠不會用完，只要您一次只拿一點。經過廣泛研究，仍然沒有確定如何實現的答案。',
    Book_Of_Scholars: '雖然只有標準卷的大小，但這本魔法書包含了各種各樣的知識頁面，涵蓋了廣泛的主題。',
    Hunters_Journal: '有些獵人尋找強大的野獸。其他人更喜歡閃閃發光的獵物。',
    Mortar_and_Pestle: '真正的賢者知道，烹飪和煉金術只有一步之遙。',
    Burning_Scroll_Of_Gold: '據說，燃燒此卷可以吸引財富。無論是買方還是賣方，沒有人能告訴。',
    Burning_Scroll_Of_Gold_II:
        '由一位試圖將煤炭轉化為黃金的煉金師創作。結果並不完全符合她的預期，但他們為什麼要爭論呢？',
    Burning_Scroll_Of_Stardust: '將這個卷軸包裹在一個魔法原木周圍並點燃它，可以提取出木材的一小部分天體能量。',
    Burning_Scroll_Of_Stardust_II: '魔法木材含有天體能量的微弱痕跡。這個卷軸可以將該能量固定在其灰燼中。',
    Burning_Scroll_Of_Ash: '誰會購買高品質的紙張只是為了燒成灰燼？！顯然是你...',
    Burning_Scroll_Of_Ash_II: '用這個卷軸包裹的原木燃燒得非常乾淨，產生的灰燼可以用於各種項目。',
    Quick_Burner: '浸泡在助燃劑中的卷軸。小心不要燒掉你的眉毛。',
    Quick_Burner_II: '在法律上被歸類為低級爆炸品。',
    Golden_Star: '這些微小的寶石可以在滿月時在河流中找到。磨碎它們會產生一種具有重要的天體能量的粉末。',
    Golden_Star_II: '在煉金術處理過的情況下，磨碎這些寶石可以產生比普通寶石更多的天體能量。',
    Fishing_Scroll_Of_XP: '一位老水手賣給了你這個卷軸。內部包含了他曾經從繞霧雾的北方到冰封南方捕獲的每一種魚的描述。',
    Woodcutting_Scroll_Of_XP: 'Lumberjack Weekly包含了您需要了解的當地森林的一切。每一期都由當地的木匠編寫和維護。',
    Mining_Scroll_Of_XP: '這個魔法卷軸，當塞入燈籠中點燃時，會指引通往附近礦石和礦物礦床的路。',
    Runecrafting_Scroll_Of_XP: '與魔法玩耍可能會很危險。這本逐步指南是由Academia Arcanum創建的，旨在減少事故。',
    Herblore_Scroll_Of_XP: '毒在劑量中。這本草藥學指南是由一個隱士女巫編寫的，以便其他人不會遭受與她相同的悲劇。',
    Crafting_Scroll_Of_XP: '這個卷軸包含各種各樣的常見項目的藍圖，以幫助任何工匠提高他們的技能。',
    Monster_Hunter_Scroll: '怪物獵殺中一半的挑戰是找到它們。這個卷軸列出了各種生物的棲息地和遊蕩範圍。',
    Scroll_Of_Essence: 'Melvor上一些僅存的未觸及的精華礦山的地圖。它們的位置是被嫉妒地保守著。',
    Looter_Pouch: '這個魔法袋在外表上比內部大，讓任何勇敢的冒險者都能多帶一點東西。',
    Mastery_Magnet: '據說這個神秘的磁鐵會吸引知識。不知道它是否真的起作用，但許多工匠都發誓它。',
    Additional_Cooker_Scroll: '高爾賓助理廚師的書面合同。儘管高爾賓可能不是最聰明、最好的廚師，但他們很高效而且便宜。',
    Bad_Cooker_Scroll: '也許你雇佣的這位新助理廚師並沒有像你想像的那麼高效...',
    Gem_Finder_Scroll: '這張魔法紙能檢測出特定大小和質量的隱藏寶石，只需將一塊礦石放在上面。',
    Gem_Preserver_Scroll: '偉大的珠寶師知道有時候少即是多。這張卷軸包含了充分利用現有資源的竅門和技巧。',
    Staff_Maker_Scroll: '製作法杖的藝術和魔法一樣古老。真正的大師知道如何從每一塊木材中發揮出最好的效果。',
    Flaming_Axe_Scroll: '用這張附魔卷軸包裹斧頭，當揮動時會使其突然燃燒起來。非常適合清理枯木或抵禦兇狠的海狸。',
    Leather_Crafter_Scroll: '製革工必須學會尊重為他們的手藝獻身的生物，並不浪費任何給予的東西。',
    Herblore_Preservation_Scroll: '煉金術材料可能很昂貴。因此，精明的煉金師必須學會如何充分利用自己的資源。',
    Slayer_Harvest_Scroll:
        '這張卷軸產生的血石對大多數人來說毫無用處，但在殺手小屋里能賣個不錯的價錢。我想知道誰會買它們？',
    Slayer_Binding_Scroll: '殺手小屋的獵人們喜歡的陷阱卷軸。當野獸踏上這張卷軸時，它會生成厚實的根系，妨礙生物的移動。',
    Ranged_Hinder_Scroll:
        '殺手小屋的獵人們喜歡的陷阱卷軸。這個閃爍的卷軸會分散和致盲生物，使它們更容易躲避迎面而來的抛射物。',
    Magic_Hinder_Scroll:
        '殺手小屋的獵人們喜歡的陷阱卷軸。當放置在生物的皮膚上時，這些黏性卷軸會吸引魔法爆炸到它們的位置。',
    Melee_Hinder_Scroll:
        '殺手小屋的獵人們喜歡的陷阱卷軸。當觸發時，這張卷軸會用輕微的酸液噴灑目標，削弱它們的皮膚或護甲。',
    Fervor_Scroll: '殺手小屋的獵人們喜歡的陷阱卷軸。釋放出一股有毒氣體，會在短時間內混亂野獸的思維。',
    Slayer_Deterer: '通過觀察Miolite蘑菇的適應特性制作的卷軸。被擊中時會創建一個小的適應性盾牆。',
    Dragonbreath_Deterer: '龍息是Melvor中最研究的魔法現象之一。這張卷軸創建了一個小的護盾來幫助減輕它。',
    Slayer_Torch: '這些淨化之火是對受污染的城市的少數幾種防護之一。小心不要用盡，否則你自己會成為城市的一部分。',
    Mystic_Lantern: '午夜峽谷的魔法黑暗隱藏了更黑暗的東西。這盞燈籠的光芒可以驅散邪惡的靈魂並消除幻覺。',
    Fishing_Hook: '你一直都在用這種未經鉤的魚鉤釣魚嗎？難怪這麼長時間才有所收穫...',
    Wizards_Scroll: '某些Academia Arcanum的巫師已經花費了一生的時間來優化他們的咒語。這是所有他們努力的結晶。',
    Wizards_Scroll_II: 'Arcanum不是唯一有秘密可言的人。這張卷軸的附加部分涵蓋了來自Melvor各個角落的魔法學科。',
    Prayer_Scroll: '當一個人知道該請求什麼和如何請求時，祈禱才會更加有效。',
    Explorers_Map: '殺手的小屋經常雇傭經驗豐富的探險家在狩獵前侦察区域。他们带回的信息绝对物有所值。',
    Explorers_Map_II: '由一位资深探险家委托制作的地图。这里包含的细节和信息水平令你难以置信。',
    Summoning_Scrolls:
        '大多数死灵法师更喜欢骨头和尸体来进行他们的艺术创作。很少有人能达到召唤灵魂的境界，就像Fiozor一样。',
    Travellers_Compass: '一种奇特的指南针以微不足道的价格卖给了一位旅行商人。与其指向北方，它指向高处的东西。',
    Portable_Rations: '专为那些长途旅行的人设计，每个包都是独立的一餐。',
    Portable_Rations_II: '你的祖母的11种秘密香料混合使这些口粮比普通口粮更加美味。',
    Blood_Vial:
        '在吸血鬼社区中，这种浓稠的红色溶液被戏称为“生命药水”，但它并不真正是血液，而是用于抑制饥饿的血液替代品。',
    Blood_Vial_II:
        '在他们黑暗的领域中，吸血鬼领主们长时间以来一直依靠炼金术来满足他们的痛苦饥渴。这是他们在这方面的最新进展。',
    Masquerade_Mask: '这些附魔面具提供了完全的匿名性，尽管它们遮盖得很少。但要小心，因为它们很脆弱。',
    Golden_Reel:
        '这根由塞壬的头发和鳞片编织而成的金红色渔线，即使没有鱼饵也能吸引鱼。但要小心，否则你也会陷入它的魔咒之中。',
    Burning_Reel: '一种由未知材料制成的奇怪渔线。一开始看起来很平凡，但当浸泡在水中时，它会在与空气接触时燃烧。',
    Miners_Helmet: '始終戴上你的個人防護裝備，為了你自己的安全。如果它開始對你說話，不要理它。那只是洞穴的煙霧。',
    Rune_Essence: '魔法的純粹形式。這些“石頭”是濃縮的魔法能量，尚未通過符文製造的空氣調整。',
    Copper_Ore: '來自中央山脈的常見銅礦石。它有各種流行的用途，但最常與錫合金以製造青銅。',
    Tin_Ore: 'Melvor中央山脈擁有世界上最豐富和最純淨的礦脈。與同一山脈的銅合金化，可製成優質青銅。',
    Iron_Ore: 'Melvor中央的東部山脈包含大量的鐵礦和煤炭。多虧了這一資源，首都才能在幾個世紀裡一直保持權力的中心。',
    Coal_Ore: '從東部山脈挖掘出的煤炭據說可以燒兩倍長，溫度提高三倍。其他人聲稱這只是首都的宣傳。',
    Silver_Ore: '遠在阿卡迪米亞阿爾卡納姆的海岸之外，據說有一座由純銀製成的山脈。至少礦石商人是這麼說的。',
    Gold_Ore: '世界上最大的金礦位於危險峰之下。許多人嘗試爭奪其財富。大多數人被龍吃掉了。',
    Mithril_Ore: '曾經發現的唯一秘銀礦位於“神聖群島”。這種有價值的礦石使這個小國成為世界強國之一......也是一個目標。',
    Adamantite_Ore: '可以從荒涼平原及其荒芜的北部的沙子中移動出小塊Adamantite。有傳言說在沙漠下有一個大礦坑。',
    Runite_Ore: '只能在南方的冰凍荒原找到，據傳說這種礦石是為什麼格拉西亞選擇在如此不適宜的土地上建立城市的原因。',
    Dragonite_Ore: '這種礦石只能在外部地區以東的神秘土地上找到。這次跋涉是危險的，但獎勵無法想像。',
    Pure_Essence:
        '阿卡迪米亞阿爾卡納姆建在Melvor所知的最純淨的魔法礦脈之上。這裡開采的精華如此濃縮，即使寶石也變成了其他東西。',
    Corundumite_Ore:
        '這種礦石曾經被認為毫無用處，直到一位年輕的鐵匠創新性地解鎖了它的真正潛力。隨後的淘金熱使許多人致富，但更多人失敗。',
    Iridium_Ore: '曾經為了這種礦物而發生了戰爭。在現代，已知和未知的礦床都被視為皇冠的專有財產。',
    Palladium_Ore: '可以找到這種稀有的、具有魔法導電性的金屬的幾個地方都受到了嚴密的保護。正確加工的方法更是如此。',
    Augite_Ore:
        '奧格礦石因其能夠自我繁殖而被稱為“生長石”。雖然是一個緩慢的過程，但晶體仍然需要定期修剪，以免侵蝕其他礦床。',
    Meteorite_Ore:
        '這些Celestial Bars具有未完全理解的奇特特性。一會兒它們如此輕，以至於漂浮起來，下一會兒它們如此沉重，以至於沉入地下。',
    Divinite_Ore:
        '沒有人完全知道這種礦石來自哪裡。它似乎會在其他早已空無的廢棄礦山中隨機出現。多年來，人們只是將其歸因於神的心血來潮。',
    Bronze_Bar:
        '傳說說Golbin是第一個學會製作青銅的人。儘管這是有爭議的，但沒有人能否認這種金屬的歷史與世界本身一樣悠久。',
    Iron_Bar: '多才多藝、耐用且易加工，鐵一直是Melvor社會發展的基礎。',
    Steel_Bar:
        '無論是在財務上還是在軍事上，首都的力量都是鋼鐵的基石。有大量的鐵礦石和看似無窮無盡的煤炭供應，首都的骨骼都是由鋼鐵建造的。',
    Silver_Bar: '傳說中有一個由銀製成的沉睡之城，位於遠在西部的某個地方。所有去尋找的人中，很少有人返回。',
    Mithril_Bar: '非常受歡迎，因為它能夠傳導神聖的力量，所以神聖的群島守衛著它的秘銀供應，以抵禦無數次的攻擊。',
    Gold_Bar:
        '黃金讓世界運轉。即使找到一小塊這種珍貴的金屬也足以讓一個人終身受益。但人類並不是唯一渴望這種金屬的生物...',
    Adamantite_Bar:
        'Adamantite在乾旱平原人的文化和生活方式中扮演著重要角色。當沒有召集戰隊時，許多部落成員都能夠從沙子中挑選出Adamantite片。',
    Runite_Bar: '即使合金中含有少量Runite也足以大幅提高其耐久性和強度。大量使用可以放大魔法。',
    Dragonite_Bar:
        '東方商人將Dragonite礦石帶到西方作為一種好奇。直到發現將礦石與西方Runite合金化會大幅提高兩種金屬的潛力。',
    Iridium_Bar: '銥的能力可以放大魔法和世俗力量，使其極其有價值。因此，國與國之間的貿易是用銥而不是黃金進行的。',
    Corundumite_Bar:
        '當Corundumite武器被適當加工時，它們可以產生如此鋒利的魔法刀片，以至於它們可以穿透任何防禦並留下傷害。',
    Palladium_Bar:
        'Palladium以其導電魔法能量的能力而受到珍視，據推測是許多失傳技術的關鍵。學者們現在才開始重新學習它的秘密。',
    Augite_Bar:
        '一把Augite刀片的傷口可以在幾小時內將一個人變成水晶，而如果給予足夠的時間，Augite盔甲可以“重新生長”，因此被稱為“活金屬”。',
    Meteorite_Bar:
        '這些Celestial Bars具有奇特特性，尚未完全理解。一會兒它們如此輕，以至於漂浮起來，下一會兒它們如此沉重，以至於沉入地下。',
    Divinite_Bar: '曾經認為只有神才能工作這種金屬。現在是凡人之手使奇蹟成為現實。前往，創造傳奇。',
    Topaz: '當充滿魔法能量時，黃寶石可以增加一個人的反應速度或運氣，具體取決於它是否與銀或金配對。有人質疑這是否不是同一回事。',
    Sapphire:
        '藍寶石有很多用途，但最受歡迎的用途是作為各種魔法屏障的焦點。巨大的藍寶石屏障曾經抵擋住了一種古老的邪惡。',
    Ruby: '紅寶石以其滋養的溫暖而聞名，是大多數再生或強化身體的魔法的關鍵。它們甚至可以由熟練的人用於藥水。',
    Emerald: '翡翠擅長於綁定和控制魔法，使其成為自動化或靈魂綁定儀式的首選焦點。',
    Diamond: '大多數人認為它們只是漂亮的石頭，但最近的魔法進步顯示出這些寶石有影響機率的奇特能力。機會是多少？',
    Onyx: '這種午夜黑色的寶石對魔法能量有奇特的親和力，可以用來生成強大的盾牌......或穿透它們。',
    Oricha: '一種紫色的寶石，散發著內在的光芒。這種寶石吸收和引導能量的能力使其成為各種追求的強大焦點。',
    Cerulean:
        '這種稀有寶石放射出的強烈純凈能量與生物生命以奇怪的方式產生反應。正確控制，它是許多強大的治療魔法的關鍵部分。',
    Runestone: '由純粹的符文石轉化而來的一種更常見的寶石。雖然不像其他寶石那樣專業，但符文石卻更加多功能。',
    Zephyte: '一種如此稀有的寶石，以至於經常被稱為神話。使用這種寶石作為焦點的附魔包含著毀滅性的、幾乎是神聖的力量。',
    Necromancer_Hat: '一個隱居的死靈法師學派的制服，他們研究身體和靈魂之間的聯繫。',
    Necromancer_Boots: '創立這個學派的古老死靈法師被認為是有史以來最強大的之一...或者自那以後。',
    Necromancer_Bottoms: '古老的死靈法師對靈魂的痴迷最終導致他瘋狂。這些袍子是他的學生們留下的一切。',
    Necromancer_Robes:
        '穿越死城，穿越森林的黑暗之心，一位古老的存在等待著勇敢的英雄來解救他脫離瘋狂...或者加入他和他的靈魂。',
    Summoning_Shard_Red: '一塊流浪靈魂的血腥碎片。紅色碎片與流血和暴力有著最強烈的共鳴。無論是保護還是加劇它。',
    Summoning_Shard_Green:
        '一塊充滿活力的流浪靈魂碎片。綠色碎片與自然生物的靈魂有著最好的共鳴。無論是動物還是元素靈魂。',
    Summoning_Shard_Blue: '一塊閃爍的流浪靈魂碎片。藍色碎片擴展思維並吸引好奇心。使用這些碎片召喚的靈魂往往更聰明。',
    Summoning_Shard_Silver:
        '這塊碎片在光線下閃閃發光。據說銀色碎片會吸引智慧和財富之靈魂，因此在各類工匠和學者中很受歡迎。',
    Summoning_Shard_Gold: '這塊金色水晶碎片充當橋樑，使召喚者更容易平衡紅色的暴力渴望和藍色的有序理解渴望。',
    Summoning_Shard_Black: '正如黃金有助於平衡紅色和藍色，黑色也能彌補自然和創造之間的差距，從而使奇蹟誕生。',
    Summoning_Familiar_Golbin_Thief:
        '召喚一個哥布林的靈魂是簡單的，但難以控制。聰明的召喚者知道如何將這些生物的能量重定向到更有益的地方。',
    Summoning_Familiar_Ent: '這些棲息在樹中的靈魂經常脫落死枝，改善了宿主樹的健康。由Ent脫落的木材非常搶手。',
    Summoning_Familiar_Mole:
        '這些土地靈魂，雖然看起來像普通的鼴鼠，但有能力嗅出礦物礦床。儘管餵養它們可能比新的召喚者負擔不起。',
    Summoning_Familiar_Occultist:
        '這些瞎眼的女巫一生只有一個願望。扭曲意志薄弱的人的心靈。把它們指向你的敵人，它們將樂意施展它們的魔法。',
    Summoning_Familiar_Wolf:
        '永不飽食的狼據說是不可殺死的。每吞噬一個敵人，它都會愈合並變得更強大。最終被殺死後，它的靈魂被靈魂之王困住以贖罪。',
    Summoning_Familiar_Octopus:
        '一個古老的漁夫故事講述了一個曾經把他最後的魚給了一隻飢餓的章魚的人。多年後，同一人聲稱一隻巨大的海怪賜予他一隻鯨魚的身體。',
    Summoning_Familiar_Minotaur:
        '作為戰爭專家，Minotaur雇傭兵是Melvor全境最受歡迎的士兵之一。但要小心，他們的脾氣與他們的斧刃一樣鋒利。',
    Summoning_Familiar_Pig:
        '一個寓言講述了一個大廚拒絕與任何人分享他的食物。作為懲罰，神將他變成了一隻豬。儘管如此，這位廚師繼續他的工作。',
    Summoning_Familiar_Crow:
        '長期以來，烏鴉一直是巫師鍾愛的靈魂，因為它們在引導魔法能量方面有天賦。無論是出於本能還是固有的智慧，烏鴉都沒有說。',
    Summoning_Familiar_Centaur:
        '作為Minotaur的強大競爭者，這兩個種族之間的血腥戰爭多年來已經演變成了更多的金錢競爭。作為雇傭兵，他們現在以金幣為競爭目標。',
    Summoning_Familiar_Witch:
        '據說只要采取適當的步驟，女巫的靈魂就可以被困住。是否明智，尚有待討論，但有些人超越了這種琐碎的考慮。',
    Summoning_Familiar_Leprechaun: '金之精靈，這些生物的貪婪深於甚至最古老的龍。他們會竭盡全力來增加他們的寶藏和力量。',
    Summoning_Familiar_Monkey:
        '令人驚訝的聰明，這些生物可以被訓練執行簡單的任務，因此在各個領域的工匠中很受歡迎。只是不要在它們周圍留下任何閃亮閃亮的東西。',
    Summoning_Familiar_Cyclops: 'Cyclops文化圍繞著狩獵展開，因此',
    Summoning_Familiar_Salamander:
        '這些火之靈魂喜歡在維護良好的爐子中小睡。鐵匠試圖吸引它們，因為它們清潔並強化了火焰，從而獲得更高質量的金屬。',
    Summoning_Familiar_Unicorn: '治癒魔法的物理表現，獨角獸在Melvor各地啟發了無數傳說。',
    Summoning_Familiar_Bear: '傳說中，第一批德魯伊從觀察北方森林的巨熊中學到了哪些草藥是安全的，而它們準備過冬。',
    Summoning_Familiar_Devil:
        '惡魔不是惡魔。相反，它們是從焚燒Ent而產生的。從灰燼中誕生的這些“餘燼之靈”只尋求創造更多自己。',
    Summoning_Familiar_Dragon:
        '龍骨保存著它們過去榮耀的微弱回聲。一個熟練的召喚者可以引誘出來。結果的陰影是強大的盟友。',
    Summoning_Familiar_Lightning_Spirit:
        '純粹的元素閃電被具現化。更像是傀儡而不是法術，這些“生物”可以被賦予簡單的命令。',
    Summoning_Familiar_Eagle: '五位守護靈之一，他們幫助封印了“偉大的邪惡”。鷹呼喚強大的風，使他們的冠軍始終領先一步。',
    Summoning_Familiar_Owl:
        '五位守護靈之一，他們幫助封印了“偉大的邪惡”。貓頭鷹教導了正直者星星和他們的天體力量的秘密。',
    Summoning_Familiar_Siren:
        '高度魔法，塞壬曾經幾乎滅絕。它們後來學會了提防凡人，他們獨特的魔法幫助它們隱藏在世界中。',
    Summoning_Familiar_Spider: '五位守護靈之一，他們幫助封印了“偉大的邪惡”。蜘蛛蹲伏等待，然後在敵人最脆弱的時候襲擊。',
    Summoning_Familiar_Beaver: '五位守護靈之一，他們幫助封印了“偉大的邪惡”。海狸教人們木工藝術，以建造堡壘和弓。',
    Summoning_Familiar_Fox:
        '五位守護靈之一，他們幫助封印了“偉大的邪惡”。狐狸在陸地上搜索，尋找任何可以幫助擊退黑暗潮汐的東西。',
    Summoning_Familiar_Spectre: '誕生於午夜谷中滲出的純惡，它的仇恨無方向。讓你的敵人成為它的敵人。'
};
