export const language = {
    Bronze_Arrows: '普通箭矢，尖端镶有青铜头。锋利！',
    Iron_Arrows: '普通箭矢，尖端镶有铁头。沉重！',
    Steel_Arrows: '精心制作的箭矢，尖端镶有钢头。梅尔沃境内的土匪最喜欢的。',
    Mithril_Arrows: '稀有箭矢，尖端镶有秘银头。它能轻松引导神圣之力。',
    Adamant_Arrows: '稀有箭矢，尖端镶有坚金头。沙漠平原人民中广受欢迎，因其耐用性和穿透力。',
    Rune_Arrows: '尖端镶有符文头的强大箭矢。据说在沙漠平原的人们中，使用符文箭矢被认为是伟大射手的标志。',
    Dragon_Arrows: '毁灭性的箭矢，尖端镶有龙晶头。沙漠平原的人们讲述了这些箭矢曾用来杀死一位神明的传说。',
    Ice_Arrows: '注入了南方深处魔法的箭矢。小心处理。',
    Ancient_Arrow: '来自遥远时代的毁灭性箭矢，那时神明在地球上行走。它们的生产方法已经失传。',
    Topaz_Bolts: '铁制十字弩弹，尖端镶嵌有碎裂的黄玉。小心边缘！',
    Sapphire_Bolts: '铁制十字弩弹，尖端镶嵌有碎裂的蓝宝石。在敌人的眼中闪闪发光（还有一枚弩矢）！',
    Ruby_Bolts: '铁制十字弩弹，尖端镶嵌有碎裂的红宝石。红色有助于掩盖血迹。',
    Emerald_Bolts: '铁制十字弩弹，尖端镶嵌有碎裂的翡翠。不用担心，它们没有毒！',
    Diamond_Bolts: '铁制十字弩弹，尖端镶嵌有碎裂的钻石。直取敌人的心脏的最快方式！',
    Jadestone_Bolts: '铁制十字弩弹，尖端镶嵌有碎裂的翡翠石。传说它们是由一位公主设计来杀死她的龙掠夺者。',
    Corundum_Arrows: '尖端镶有刚玉金属的危险箭矢。轻巧但难以置信地锋利。',
    Augite_Arrows: '尖端镶有金属化的辉石晶体的致命箭矢。曾用于猎杀远古海龙。',
    Divine_Arrows: '尖端镶有神圣金属的灾难性箭矢。劈开大地，破碎天空。',
    Ethereal_Arrows: '融入强大灵魂怨恨的神圣箭矢。它们的虚幻本质可以穿透任何防御。',
    Onyx_Bolts: '铁制十字弩弹，尖端镶嵌有碎裂的缟玛瑙。比夜色还要黑暗。',
    Meteorite_Bolts: '铁制十字弩弹，尖端镶嵌有天体金属。呼唤上天降临你的敌人！',
    Decay_Bolts: '缟玛瑙十字弩弹，覆盖着强效毒药。触及致命。',
    Zephyte_Bolts: '铁制十字弩弹，尖端镶嵌着神圣宝石的碎片。既美丽又具破坏力。',
    Amulet_of_Fishing: '你在一个旧箱子中找到了它。它释放出一种吸引鱼类的气味。',
    Amulet_of_Strength: '一枚被魔法强化的项链，可以增加佩戴者的力量。瞬间增强肌肉！',
    Amulet_of_Accuracy: '一枚被魔法强化的项链，可以增加佩戴者的反应能力。佩戴它时，世界变得更加清晰。',
    Amulet_of_Defence: '附魔项链，可以加固你的皮肤，保护佩戴者免受伤害。需要一些润肤乳吗？',
    Amulet_of_Ranged: '一枚被魔法强化的项链，可以引导抛射物命中目标。在梅尔沃赞助的所有体育赛事中都被禁止使用。',
    Amulet_of_Magic: '一枚被魔法强化的项链，可以增强魔法能量。符文不包括在内。',
    Amulet_of_Glory: '只有最精英的骑士佩戴的强大项链。既是荣誉的象征，也是责任的标志。',
    Elite_Amulet_of_Strength: '当你戴上这个项链时，你的肌肉会膨胀并从衬衫中突出。你举重吗，伙计？',
    Elite_Amulet_of_Accuracy: '我能看到...一切！',
    Elite_Amulet_of_Defence: '石头般的皮肤和钢铁般的骨骼。即使是神明也无法使你屈服。',
    Elite_Amulet_of_Ranged: '哨声强盗曾经用这个项链一箭之力摧毁了整艘海盗船。',
    Elite_Amulet_of_Magic:
        '神灵在一位附魔师用它来制造一个更好的附魔项链后对其进行了封印。然后他用它来制造一个更好的附魔项链。再来一次，再来一次。',
    Elite_Amulet_of_Glory: '当你的荣耀比别人的荣耀更加辉煌时。',
    Amulet_of_Fury: '这串护身符上的每颗珠子都是一条古代龙的抛光鳞片，而红宝石则是晶化的龙之火。',
    Amulet_of_Torture: '这是一个神秘邪教在亵渎仪式中使用的护身符。你可以听到被困在宝石中心的死者之魂的声音。',
    Fury_of_the_Elemental_Zodiac:
        '马尔克斯之鳞是强大的魔法试剂。吸收了几枚强大魔法护身符的能量后，这个护身符获得了不适合凡人之手的力量。 - <span class="ide fsi">"通过你的力量结合！我是超级无敌的！"</span>',
    Amulet_of_Looting: '佩戴这个项链标志着你是小蜘蛛首领。强迫它们帮你储存东西。',
    Bone_Necklace: '这个项链是一位死灵术士制作的，他厌倦了清理自己的混乱。所以他让他的混乱自己清理。',
    Burning_Amulet_of_Gold: '一位火灵赐予你这个附魔项链。随着火焰的熄灭，你可以在灰烬中发现金粉。',
    Burning_Amulet_of_Stardust: '一位火灵赐予你这个附魔项链。据说魔法树的灰烬中寄宿着小块宇宙能量。',
    Burning_Amulet_of_Ash: '一位火灵赐予你这个附魔项链。经过精心照料的火焰灰烬有很多用途。',
    Burning_Amulet_of_XP: '一位火灵赐予你这个附魔项链。我不是烧魔狂，真的不是！',
    Silver_Topaz_Necklace: '这个项链中的黄玉和银的配对可以磨砺你的感官，提亮你的刀锋。',
    Silver_Sapphire_Necklace: '银和蓝宝石一起工作，将魔法能量转化为治愈力量。',
    Silver_Ruby_Necklace: '温暖的红宝石和冷酷的银在你的皮肤上使你恢复体力并增强体力。',
    Silver_Emerald_Necklace: '据说银和翡翠能够带来好运。无论是找到丢失的箭还是确保它们找到你的敌人。',
    Silver_Diamond_Necklace:
        '为什么银和钻石能够使你用大块棍子击打东西更加有力呢？没有人知道。这是梅尔沃的伟大谜团之一。',
    Gold_Topaz_Necklace: '传闻这个项链能够吸引财富，因此在贵族中非常受欢迎。',
    Gold_Sapphire_Necklace: '金和蓝宝石搭配在一起，可以磨砺思维，使其更容易发现即将来袭的抛射物。',
    Gold_Ruby_Necklace: '黄金进一步提高了红宝石的增强力量，使其更快地愈合并愈合得更多。',
    Gold_Emerald_Necklace: '镶嵌在黄金中的翡翠长期以来一直用于检测敌对的魔法，使其在恶棍之中非常流行。',
    Gold_Diamond_Necklace: '在魔法存在的情况下，钻石会与金共振，创建一个可以偏转刀击的小型护盾。',
    Deadeye_Amulet:
        '艾瑞斯的最伟大射手可以从1000米外射中一只苍蝇。这颗钻石项链是为了表彰他们的技能而制作的。据传里面藏有剧毒。',
    Warlock_Amulet: '格拉西亚城的术士据说吸取了他们的敌人的生命。所有佩戴这个项链的人最终都会沦陷于燃烧疯狂。',
    Guardian_Amulet: '一个赠予保护的项链，在你最绝望的时刻提供光明并驱散所有的危险。',
    Fighter_Amulet: '这个魔法项链是混沌领主的角斗士佩戴的。随着他们的无情之怒，战争熔炉的熔炼不断加热。',
    Jeweled_Necklace: '一个简单的项链，带有一个小玻璃宝石。据说能带来好运。',
    Amulet_Of_Incantation: '虽然脆弱，不适合战斗，但这个附魔项链在咒语师中非常流行，因为它可以增加施法者的演讲能力。',
    Burning_Amulet_of_Charcoal: '一个火灵在你从吞火蛇的腹中救出它后赐予你这个项链。你触摸的火柴会变成木炭。',
    Woodcutting_Ring_Fragment: '在乌鸦巢中找到的一个奇怪的金属戒指。当被扔出时，它会漂浮起来，好像被天空中的某物吸引。',
    Woodcutting_Amulet_Fragment:
        '在乌鸦巢中找到的一个奇怪的金属饰物。如果你在夜晚透过中心看，你可以看到以前看不见的星星。',
    Meteorite_Woodcutting_Amulet:
        '融入了天体金属后，这个项链已经唤醒了它的真正力量。当你用斧头砍树时，它会像流星一样闪耀。',
    Iridium_Onyx_Necklace: '被抛射物击中时，这个项链会吸收一部分能量，使你能够还击。',
    Palladium_Onyx_Necklace:
        '世界各地的猎人最喜欢的项链。这个项链增加了你的手眼协调能力，使你更容易从被杀死的敌人身上收集有价值的材料。',
    Iridium_Oricha_Necklace: '这个项链吸收了魔法能量，可以将其重定向成佩戴者选择的抛射物，增加了其破坏力。',
    Palladium_Oricha_Necklace: '精确的射击和快速干净的击杀可以大幅提高目标皮毛的价值。',
    Iridium_Cerulean_Necklace:
        '这块宝石上的强大生命附魔会吸取佩戴者的生命力，阻止他们的伤口愈合...但也可以吸取你的敌人。',
    Palladium_Cerulean_Necklace:
        '这块宝石上的强大生命附魔已经被调整，可以极大地提高你的愈合速度，但需要更多的身体资源。',
    Iridium_Runestone_Necklace: '这块魔法宝石可以在金属重压下极大地放大魔法能量...就像你的敌人的盔甲。',
    Palladium_Runestone_Necklace: '这块魔法宝石可以在时间泡沫中保存材料，防止腐烂并增加它们的价值。',
    Iridium_Zephyte_Necklace: '一枚赐予那些与泰坦战斗的人的神圣项链。愿你的脚永不颓废。',
    Palladium_Zephyte_Necklace: '为了平衡强大的野兽战斗时，创造的神圣护身符的魔法将会有助于平衡战斗局势。',
    Poison_Lifesteal_Amulet: '一切都可以在正确的剂量下成为药物。甚至毒药。',
    Headless_Arrows: "无头箭: '羽毛箭准备好了可以加头。制作箭羽的艺术已经有很长时间了.'",
    Feathers: "羽毛: '从各种有翅膀的生物身上弄来的干净的羽毛。可以用来制作箭矢，或者酿制成药水.'",
    Headless_Bolts:
        "无头弩箭: '设计用于适应各种发射机制的铁弩箭。箭头被制成可以轻松附着宝石碎片，极大地增加了它们的威力.'",
    Arrow_Shafts: "箭杆: '各种类型的木材可以制成箭杆，尽管高质量的木材往往效果更好.'",
    Bronze_Arrowtips: "青铜箭头: '由青铜锻造的箭头。青铜可能很软，但你的敌人的软肉也是如此.'",
    Iron_Arrowtips: "铁箭头: '由丰富的东山地铁矿石制成，这些箭头是Melvor中最受欢迎的之一.'",
    Steel_Arrowtips: "钢箭头: '硬化的钢赋予这些箭头出色的穿透力，使它们在强盗和冒险家中都很受欢迎.'",
    Mithril_Arrowtips: "秘银箭头: '圣洲的弓箭手最喜欢秘银，因为它异常擅长传导神圣之力.'",
    Adamant_Arrowtips: "精钢箭头: '精钢箭头在荒芜平原的部落中非常珍贵，有时会代替货币使用.'",
    Rune_Arrowtips:
        "符文箭头: '在荒芜平原的部落中，从伤口中挖出符文箭头被视为一种巨大的荣誉。它们是面对大师弓箭手并活着讲述故事的证明.'",
    Dragon_Arrowtips:
        "龙箭头: '为了每个被杀死的伟大敌人，荒芜平原的酋长都会在头饰上加一枚龙晶箭头。既作为荣誉的象征...也作为一种警告.'",
    Consumable_Enhancer:
        "可消耗增强剂: '世界各地的工匠使用的小令牌，用来彼此交换好处。这些可以用来让这样的工匠[升级]各种有用的袋子和卷轴.'",
    Thiefs_Moneysack:
        "贼金袋: '一个隐藏的小袋，可以将不正当获得的黄金安全地隐藏起来，不被法律的眼睛看到...或者其他粘糊糊的手.'",
    Seed_Pouch: "种子袋: '新！来自您友好的Seed Co.邻居！我们的一体式种子袋保证全年都可以增加您的农作物产量！'",
    Runecrafting_Pouch: "符文袋: '这个魔法袋可以通过吸收符文制作过程中产生的废能量，凭空创造符文精华.'",
    Alchemists_Bag: "炼金术士袋: '一个小袋子，装有基本的炼金术试剂，旨在增加药剂的有效性.'",
    Thiefs_Moneysack_II: "贼金袋II: '这个魔法口袋就像磁铁一样吸引黄金！无论这些黄金是属于你还是别人.'",
    Seed_Pouch_II: "种子袋II: '来自您友好的Seed Co.邻居的Vr. 2.0！现在比以往更不可能吸引到大量的巨型昆虫！'",
    Alchemists_Bag_II:
        "炼金术士袋II: '这些稀有的炼金术试剂可以极大地增加药剂的效果，几乎没有副作用。然而，它们的味道很可怕.'",
    Frostshield_Amulet:
        "霜之护身符: '一枚由冰海蛇的冷硬之心雕刻而成的护身符。它的魔法在冰面环绕时赋予你一些生物的力量.'",
    Lightning_Amulet: "雷之护身符: 'RaZu，天空之主的护身符。RaZu对他的冰冷对手的不满为你提供了一些保护.'",
    FrostSpark_Amulet: "冰霜火花护身符: '通过用冰海蛇的冰冷鲜血满足天空之主的不满，你已经解锁了这个护身符的真正力量.'",
    Allure_Amulet: "魅惑护身符: '由大湖的雾雨仙女制作的护身符。只是看着它就让你感到困倦.'",
    Amulet_of_Prayers: "祈祷护身符: 'Melvor上有许多形式的崇拜。其中一些包括击打你的敌人的脸.'",
    Voodoo_Trinket: '术士用来施放咒语的小稻草人。如果你长时间盯着它看，你可以发誓看到内部有什么在蠕动。',
    Amulet_of_Curse_Totem_Summon:
        '一个伟大的精灵曾经被邪恶的死灵法师分成三部分。这个护身符是用它的身体制作的。任何与它的凝视相遇的人都会永远受到诅咒。',
    Corundum_Arrowtips: "刚玉箭头: '由刚玉金属锻造的箭头如此锋利，以至于它们可以造成令人衰弱和持久的伤口.'",
    Augite_Arrowtips: "石榴石箭头: '据说石榴石水晶对龙有毒。即使现在，也可以在老兽的皮毛中找到那些准备猎杀的箭头.'",
    Divine_Arrowtips:
        "神圣箭头: '箭头由一种传闻中是神圣起源的金属制成。无论真相如何，都没有发现可以阻挡它们的皮革或护甲.'",
    Artisan_Pouch: "工匠袋: '一个小袋子，装满了任何工匠可能需要的各种用品，用于他们的下一个项目.'",
    Artisan_Pouch_II:
        "工匠袋II: '包含一个小型侏儒，名叫鲍勃，他在你不看的时候会神奇地改善你的创作。只是不要把手伸进去，他会咬人的.'",
    Kindling_Pouch: "点火袋: '工匠们发现从燃烧这种特殊点火产生的灰烬异常有价值。它产生的火焰是明亮的金色.'",
    Kindling_Pouch_II: "点火袋II: '当在足够热的火焰中燃烧时，这种特殊的点火会产生可以高价出售的金色薄片.'",
    Stamina_Pouch:
        "耐力袋: '一小袋白色药丸，据说可以增加耐力并提高敏捷度。警告，如果你在障碍赛道上超过4小时，应咨询医生.'",
    Spirit_Bag: "灵魂袋: '炼金术-在袋子里！将一个物体和一些符文塞进去，摇晃一下，拉出一个实心金的复制品！'",
    Chefs_Bag: "厨师袋: '这个耐热袋附在炉子的一侧，方便厨师轻松获得制作杰作所需的所有香料和原料.'",
    Summoners_Bag: "召唤师袋: '仪式师在召唤仪式期间使用的小袋子。它可以以一种增加召唤过程效果的方式聚焦和引导能量.'",
    Whetstone: '一块普通的天然磨刀石。这样的石头通常被各种人携带。',
    Meteorite_Warrior_Ring: '曾经，一名勇士拿起了一柄天界之刃来对抗邪恶之神。从那时起，他明白了即使神明也能流血。',
    Meteorite_Marksman_Ring: '一名弓箭手曾梦想从天空射下星星。当那些星星坠落时，他的敌人再也没有藏身之地。',
    Meteorite_Spellcaster_Ring:
        '一名法师曾站在自己的家园和一支军队之间，祈求星星的帮助。当烟尘散去时，军队已经消失无踪。',
    Deadeye_Ring:
        '这枚印章戒指标志着埃里斯将军在很久以前的战争中。它中央的宝石创造出一个空气通道，增加箭矢的速度和威力。',
    Warlock_Ring: '格莱西亚城高级术士的徽章。当海洋女神陷入愤怒之中时，她的术士们也加入了她的疯狂之中。',
    Guardian_Ring: 'Terran的守护者佩戴这些戒指时，会被包裹在坚硬石头的厚层中，可以挡住任何刀剑。',
    Fighter_Ring: '赠予拉格纳的角斗场冠军的戒指，传闻佩戴这些戒指的角斗士更像野兽而非人类，并且热衷于战斗。',
    Poison_Virulence_Ring: '这毒药削弱了你的力量，使你坠落...',
    Burning_Madness_Ring: '...而疯狂在内里沸腾...',
    Spiked_Shell_Ring: '...无端的恐惧困住了你的壳...',
    Relentless_Fury_Ring: '...锁定，直到你的愤怒消失。',
    Silver_Topaz_Ring: '虽然不及较大护身符那般强大，但据说这枚戒指有助于引导迷失的刀锋找回本真。',
    Silver_Sapphire_Ring:
        '当激活时，这枚戒指会在手上形成一个薄弱的屏障。这个屏障可以用来挡住刀剑、反弹箭矢或者用手的挥动来攻击目标。',
    Silver_Ruby_Ring: '这颗红宝石戒指会赋予你的挥动更大的力量，超过了正常水平。附赠的六块是额外的好处。',
    Silver_Emerald_Ring: '佩戴这枚戒指的手拉弓或者投掷物体会飞得更远，打得更猛。',
    Silver_Diamond_Ring: '亲爱的上帝！这颗巨大的钻石戒指的闪光可以致盲某人！至少这意味着你将更容易避开他们的攻击。',
    Gold_Topaz_Ring: '传说一位强大的法师曾留下了一个秘宝，唯一的线索就是制作这枚看似简单的戒指的说明。',
    Gold_Sapphire_Ring: '这枚戒指产生的屏障不如它的银质表兄稳定。破坏屏障后的反冲力可能会造成严重伤害。',
    Gold_Ruby_Ring: '红宝石和黄金的温暖光辉据说有助于促进健康，并缓解愈合过程。',
    Gold_Emerald_Ring: '初出茅庐的骑士用来训练他们的技能，佩戴这枚戒指的手挥动武器会感觉更加沉重。',
    Gold_Diamond_Ring: '佩戴这枚戒指的人不必担心丢失物品，因此从古至今一直被庆祝为幸运护符。',
    Aorpheats_Signet_Ring:
        '据说一位古代法师为保护世界免受巨大邪恶的侵害而献出了自己的生命。然而，他的遗产中只剩下了这枚看似简单的印章戒指。',
    Pirates_Lost_Ring: '一枚在海上遗失的小戒指。戴上它，你会渴望大海和潮汐。',
    Ancient_Ring_Of_Skills:
        '这枚附魔戒指可以制造各种工具，足以让任何工匠垂涎三尺。它们极为罕见，因此只有少数人曾经见过一枚。',
    Ancient_Ring_Of_Mastery:
        '这枚戒指附魔着一位古老大师的灵魂。佩戴时，一些人声称能听到内心深处传来的小声音，指导他们的任务。',
    Shaman_Ring: 'Shrouded Badlands的萨满经常在他们两国之间的古老废墟中与东北森林的德鲁伊会面。',
    Sandstorm_Ring:
        '杀死一只沙兽并将其心脏制成这枚戒指是任何年轻干旱平原部落成年仪式中最危险的仪式之一...也是最受尊敬的。',
    Tormented_Ring: '这枚受诅咒的戒指赐予佩戴者巨大的力量，但代价高昂。所有过去所有者的灵魂都被困在午夜黑宝石中。',
    Wasteful_Ring: '这枚玉戒指是由一只邪恶龙爪制成的，它的过度和贪婪使它陷入疯狂。小心，别让它的贪婪也吞噬了你。',
    Hunters_Ring: '曾属于世界上最伟大的猎人。他很快就会明白，不久后他将成为被追杀的对象。',
    Ring_Of_Wealth:
        '关于这枚戒指有吸引财富和创造黄金能力的传闻，已经涌现出无数的仿冒品。有些成功，而其他一些则不那么成功。',
    Ring_Of_Power: '神秘力量的仆人佩戴的戒指。它既代表了他们的权威，也是他们强制执行权威的手段。',
    Natures_Blessing_Ring:
        '作为沙漠平原萨满的戒指，得到了他们德鲁伊盟友的祝福，作为他们协议的标志。它使人更加亲近自然并提高了他们的治愈能力，这在恶劣的沙漠地带受欢迎。',
    Ring_Of_Blade_Echoes:
        '这枚附魔戒指可以制造幻象般的刀剑来攻击目标。由于部分是幻象，这些刀剑的威力只有原来的一小部分。',
    Ring_Of_Barrage: '这枚戒指周围生长的藤蔓分泌出一种强效的兴奋剂，可以提高佩戴者的反应能力，但也会使他们更容易犯错。',
    Ring_Of_Spirit_Power: '戒指中寄居的灵魂可以协助佩戴者施展法术...只要付出合适的代价。',
    Meteorite_Woodcutting_Ring:
        '遇到了它所追寻的东西后，这只戒指觉醒了其真正的形态。戴着这只戒指的手一斧之下能将一棵树化为灰烬。',
    Palladium_Onyx_Ring: '这只戒指产生强大的魔法护盾，旨在抵挡来自弓箭或弩的快速移动的抛射物。',
    Iridium_Onyx_Ring:
        '旨在阻止快速移动的抛射物的魔法护盾对于缓慢、稳定的刀剑不太有效。这只戒指就是基于这个想法创建的。',
    Iridium_Oricha_Ring: '这只戒指可以在佩戴者集中瞄准时大大提高投射物的准确性和威力，因此在狙击手中很受欢迎。',
    Palladium_Oricha_Ring: '设计师将其称为"魔法避雷针"，这只戒指将魔法攻击从佩戴者的核心区域引开。',
    Iridium_Cerulean_Ring:
        '最初是为了通过"吸食"魔法能量来消除饥饿而创建的，但实验被认为是失败的。尽管如此，它的效果仍然强大。',
    Palladium_Cerulean_Ring: '当放置在魔法法杖的杆子周围时，这只戒指会吸取法杖的能量，产生一个环绕使用者的魔法屏障。',
    Iridium_Runestone_Ring: '当戴着这只戒指的手挥动武器时，会产生一个魔法刃，大大增加其威力。',
    Palladium_Runestone_Ring:
        '建立在银蓝宝石戒指的基础上，启动时，这只戒指会在佩戴者的前臂周围产生一个小型能量护盾。这个护盾更加坚固可靠。',
    Iridium_Zephyte_Ring: '这颗神圣宝石会使佩戴者的武器与其击中的护甲以相同的频率共鸣，增加了打击的有效性。',
    Palladium_Zephyte_Ring:
        '最好的防守是进攻。这只戒指的神圣力量使您能够以天堂的力量来攻击，但也使您更容易受到同样的力量的影响。',
    Ring_of_Curse_Protection: '赐予黑暗之心夫人仆人的戒指。主要是为了保护他们免受自己的力量伤害。',
    Ring_of_Phantom_Summon:
        '曾经，一位邪恶的死灵法师将一位伟大的精神分裂成三部分。这只戒指是由其灵魂制作而成。它仍然保留着以前的自我，可以在佩戴者的心情中显现。',
    Blood_Ring: '吸血鬼用来收集受害者血液的戒指。这样贪婪的生物甚至不能忍受一滴血的浪费。',
    Book_of_Eli: '大法师伊莱因开创了奥罗里克咒语的艺术而闻名。这本咒书包含了他们所学到的一部分。',
    Book_of_Occults: '一个巫师的指南，旨在简化和优化召唤过程。小心，这本书有些凶猛。',
    Burning_Embers_Book: '从燃烧的恶魔尸体中偷来的火焰咒语书。它的起源和作者是未知的，但作为魔法焦点的力量不容小觑。',
    Book_of_the_Ancients:
        '一本古代、神秘文明的完整作品，已经失传。曾经因担心这些知识可能释放出什么而被分解，现在又重新完整。',
    Blazing_Lantern:
        '藏匿于Shrouded Badlands的游牧民族携带的永不熄灭的灯笼。它的光芒驱散了迫近的迷雾，并保护免受内部的邪恶侵害。',
    Fine_Coinpurse:
        '这个看似普通但做工精良的钱袋永远不会用完，只要您一次只拿一点。经过广泛研究，仍然没有确定如何实现的答案。',
    Book_Of_Scholars: '虽然只有标准卷的大小，但这本魔法书包含了各种各样的知识页面，涵盖了广泛的主题。',
    Hunters_Journal: '有些猎人寻找强大的野兽。其他人更喜欢闪闪发光的猎物。',
    Mortar_and_Pestle: '真正的贤者知道，烹饪和炼金术只有一步之遥。',
    Burning_Scroll_Of_Gold: '据说，燃烧此卷可以吸引财富。无论是买方还是卖方，没有人能告诉。',
    Burning_Scroll_Of_Gold_II:
        '由一位试图将煤炭转化为黄金的炼金师创作。结果并不完全符合她的预期，但他们为什么要争论呢？',
    Burning_Scroll_Of_Stardust: '将这个卷轴包裹在一个魔法原木周围并点燃它，可以提取出木材的一小部分天体能量。',
    Burning_Scroll_Of_Stardust_II: '魔法木材含有天体能量的微弱痕迹。这个卷轴可以将该能量固定在其灰烬中。',
    Burning_Scroll_Of_Ash: '谁会购买高品质的纸张只是为了烧成灰烬？！显然是你...',
    Burning_Scroll_Of_Ash_II: '用这个卷轴包裹的原木燃烧得非常干净，产生的灰烬可以用于各种项目。',
    Quick_Burner: '浸泡在助燃剂中的卷轴。小心不要烧掉你的眉毛。',
    Quick_Burner_II: '在法律上被归类为低级爆炸品。',
    Golden_Star: '这些微小的宝石可以在满月时在河流中找到。磨碎它们会产生一种具有重要的天体能量的粉末。',
    Golden_Star_II: '在炼金术处理过的情况下，磨碎这些宝石可以产生比普通宝石更多的天体能量。',
    Fishing_Scroll_Of_XP:
        '一位老水手卖给了你这个卷轴。内部包含了他曾经从缭绕雾气的北方到冰封南方捕捞的每一种鱼的描述。',
    Woodcutting_Scroll_Of_XP: 'Lumberjack Weekly包含了您需要了解的当地森林的一切。每一期都由当地的木匠编写和维护。',
    Mining_Scroll_Of_XP: '这个魔法卷轴，当塞入灯笼中点燃时，会指引通往附近矿石和矿物矿床的路。',
    Runecrafting_Scroll_Of_XP: '与魔法玩耍可能会很危险。这本逐步指南是由Academia Arcanum创建的，旨在减少事故。',
    Herblore_Scroll_Of_XP: '毒在剂量中。这本草药学指南是由一个隐士女巫编写的，以便其他人不会遭受与她相同的悲剧。',
    Crafting_Scroll_Of_XP: '这个卷轴包含各种各样的常见项目的蓝图，以帮助任何工匠提高他们的技能。',
    Monster_Hunter_Scroll: '怪物猎杀中一半的挑战是找到它们。这个卷轴列出了各种生物的栖息地和游荡范围。',
    Scroll_Of_Essence: 'Melvor上一些仅存的未触及的精华矿山的地图。它们的位置是被嫉妒地保守着。',
    Looter_Pouch: '这个魔法袋在外表上比内部大，让任何勇敢的冒险者都能多带一点东西。',
    Mastery_Magnet: '据说这个神秘的磁铁会吸引知识。不知道它是否真的起作用，但许多工匠都发誓它。',
    Additional_Cooker_Scroll: '高尔宾助理厨师的书面合同。尽管高尔宾可能不是最聪明、最好的厨师，但他们很高效而且便宜。',
    Bad_Cooker_Scroll: '也许你雇佣的这位新助理厨师并没有像你想象的那么高效...',
    Gem_Finder_Scroll: '这张魔法纸能检测出特定大小和质量的隐藏宝石，只需将一块矿石放在上面。',
    Gem_Preserver_Scroll: '伟大的珠宝师知道有时候少即是多。这张卷轴包含了充分利用现有资源的窍门和技巧。',
    Staff_Maker_Scroll: '制作法杖的艺术和魔法一样古老。真正的大师知道如何从每一块木材中发挥出最好的效果。',
    Flaming_Axe_Scroll: '用这张附魔卷轴包裹斧头，当挥动时会使其突然燃烧起来。非常适合清理枯木或抵御凶狠的海狸。',
    Leather_Crafter_Scroll: '制革工必须学会尊重为他们的手艺献身的生物，并不浪费任何给予的东西。',
    Herblore_Preservation_Scroll: '炼金术材料可能很昂贵。因此，精明的炼金师必须学会如何充分利用自己的资源。',
    Slayer_Harvest_Scroll:
        '这张卷轴产生的血石对大多数人来说毫无用处，但在杀手小屋里能卖个不错的价钱。我想知道谁会买它们？',
    Slayer_Binding_Scroll: '杀手小屋的猎人们喜欢的陷阱卷轴。当野兽踏上这张卷轴时，它会生成厚实的根系，妨碍生物的移动。',
    Ranged_Hinder_Scroll:
        '杀手小屋的猎人们喜欢的陷阱卷轴。这个闪烁的卷轴会分散和致盲生物，使它们更容易躲避迎面而来的抛射物。',
    Magic_Hinder_Scroll:
        '杀手小屋的猎人们喜欢的陷阱卷轴。当放置在生物的皮肤上时，这些黏性卷轴会吸引魔法爆炸到它们的位置。',
    Melee_Hinder_Scroll:
        '杀手小屋的猎人们喜欢的陷阱卷轴。当触发时，这张卷轴会用轻微的酸液喷洒目标，削弱它们的皮肤或护甲。',
    Fervor_Scroll: '杀手小屋的猎人们喜欢的陷阱卷轴。释放出一股有毒气体，会在短时间内混淆野兽的思维。',
    Slayer_Deterer: '通过观察Miolite蘑菇的适应特性制作的卷轴。被击中时会创建一个小的适应性盾牌。',
    Dragonbreath_Deterer: '龙息是Melvor中最研究的魔法现象之一。这张卷轴创建了一个小的护盾来帮助减轻它。',
    Slayer_Torch: '这些净化之火是对受污染的城市的少数几种防护之一。小心不要用尽，否则你自己会成为城市的一部分。',
    Mystic_Lantern: '午夜峡谷的魔法黑暗隐藏了更黑暗的东西。这盏灯笼的光芒可以驱散邪恶的灵魂并消除幻觉。',
    Fishing_Hook: '你一直都在用这种未经钩的鱼钩垂钓吗？难怪这么长时间才有所收获...',
    Wizards_Scroll: '某些Academia Arcanum的巫师已经花费了一生的时间来优化他们的咒语。这是所有他们努力的结晶。',
    Wizards_Scroll_II: 'Arcanum不是唯一有秘密可言的人。这张卷轴的附加部分涵盖了来自Melvor各个角落的魔法学科。',
    Prayer_Scroll: '当一个人知道该请求什么和如何请求时，祈祷才会更加有效。',
    Explorers_Map: '杀手小屋经常雇佣经验丰富的探险家在狩猎前侦察区域。他们带回的信息绝对物有所值。',
    Explorers_Map_II: '由一位资深探险家委托制作的地图。这里包含的细节和信息水平令你难以置信。',
    Summoning_Scrolls:
        '大多数死灵法师更喜欢骨头和尸体来进行他们的艺术创作。很少有人能达到召唤灵魂的境界，就像Fiozor一样。',
    Travellers_Compass: '一种奇特的指南针以微不足道的价格卖给了一位旅行商人。与其指向北方，它指向高处的东西。',
    Portable_Rations: '专为那些长途旅行的人设计，每个包都是独立的一餐。',
    Portable_Rations_II: '你的祖母的11种秘密香料混合使这些口粮比普通口粮更加美味。',
    Blood_Vial:
        '在吸血鬼社区中，这种浓稠的红色溶液被戏称为“生命药水”，但它并不真正是血液，而是用于抑制饥饿的血液替代品。',
    Blood_Vial_II:
        '在他们黑暗的领域中，吸血鬼领主们长时间以来一直依靠炼金术来满足他们的痛苦饥渴。这是他们在这方面的最新进展。',
    Masquerade_Mask: '这些附魔面具提供了完全的匿名性，尽管它们遮盖得很少。但要小心，因为它们很脆弱。',
    Golden_Reel:
        '这根由塞壬的头发和鳞片编织而成的金红色渔线，即使没有鱼饵也能吸引鱼。但要小心，否则你也会陷入它的魔咒之中。',
    Burning_Reel: '一种由未知材料制成的奇怪渔线。一开始看起来很平凡，但当浸泡在水中时，它会在与空气接触时燃烧。',
    Miners_Helmet: '始终戴上你的个人防护装备，为了你自己的安全。如果它开始对你说话，不要理它。那只是洞穴的烟雾。',
    Rune_Essence: '魔法的纯粹形式。这些“石头”是浓缩的魔法能量，尚未通过符文制造的空气调整。',
    Copper_Ore: '来自中央山脉的常见铜矿石。它有各种流行的用途，但最常与锡合金以制造青铜。',
    Tin_Ore: 'Melvor中央山脉拥有世界上最丰富和最纯净的矿脉。与同一山脉的铜合金化，可制成优质青铜。',
    Iron_Ore: 'Melvor中央的东部山脉包含大量的铁矿和煤炭。多亏了这一资源，首都才能在几个世纪里一直保持权力的中心。',
    Coal_Ore: '从东部山脉挖掘出的煤炭据说可以燃烧两倍长，温度提高三倍。其他人声称这只是首都的宣传。',
    Silver_Ore: '远在阿卡迪米亚阿尔卡纳姆的海岸之外，据说有一座由纯银制成的山脉。至少矿石商人是这么说的。',
    Gold_Ore: '世界上最大的金矿位于危险峰之下。许多人尝试争夺其财富。大多数人被龙吃掉了。',
    Mithril_Ore: '曾经发现的唯一秘银矿位于“神圣群岛”。这种有价值的矿石使这个小国成为世界强国之一......也是一个目标。',
    Adamantite_Ore: '可以从荒凉平原及其荒芜的北部的沙子中移动出小块Adamantite。有传言说在沙漠下有一个大矿坑。',
    Runite_Ore: '只能在南方的冰冻荒原找到，据传说这种矿石是为什么格拉西亚选择在如此不适宜的土地上建立城市的原因。',
    Dragonite_Ore: '这种矿石只能在外部地区以东的神秘土地上找到。这次跋涉是危险的，但奖励无法想象。',
    Pure_Essence:
        '阿卡迪米亚阿尔卡纳姆建在Melvor所知的最纯净的魔法矿脉之上。这里开采的精华如此浓缩，即使宝石也变成了其他东西。',
    Corundumite_Ore:
        '这种矿石曾经被认为毫无用处，直到一位年轻的铁匠创新性地解锁了它的真正潜力。随后的淘金热使许多人致富，但更多人失败。',
    Iridium_Ore: '曾经为了这种矿物而发生了战争。在现代，已知和未知的矿床都被视为皇冠的专有财产。',
    Palladium_Ore: '可以找到这种稀有的、具有魔法导电性的金属的几个地方都受到了严密的保护。正确加工的方法更是如此。',
    Augite_Ore:
        '奥格矿石因其能够自我繁殖而被称为“生长石”。虽然是一个缓慢的过程，但晶体仍然需要定期修剪，以免侵蚀其他矿床。',
    Meteorite_Ore: '星星死亡时会发生什么？这种矿石充满了巨大的天体能量，但只有那些经常研究天空的人才有希望找到它。',
    Divinite_Ore:
        '没有人完全知道这种矿石来自哪里。它似乎会在其他早已空无的废弃矿山中随机出现。多年来，人们只是将其归因于神的心血来潮。',
    Bronze_Bar:
        '传说说Golbin是第一个学会制作青铜的人。尽管这是有争议的，但没有人能否认这种金属的历史与世界本身一样悠久。',
    Iron_Bar: '多才多艺、耐用且易加工，铁一直是Melvor社会发展的基础。',
    Steel_Bar:
        '无论是在财务上还是在军事上，首都的力量都是钢铁的基石。有大量的铁矿石和看似无穷无尽的煤炭供应，首都的骨骼都是由钢铁建造的。',
    Silver_Bar: '传说中有一个由银制成的沉睡之城，位于远在西部的某个地方。所有去寻找的人中，很少有人返回。',
    Mithril_Bar: '非常受欢迎，因为它能够传导神圣的力量，所以神圣的群岛守卫着它的秘银供应，以抵御无数次的攻击。',
    Gold_Bar:
        '黄金让世界运转。即使找到一小块这种珍贵的金属也足以让一个人终身受益。但人类并不是唯一渴望这种金属的生物...',
    Adamantite_Bar:
        'Adamantite在干旱平原人的文化和生活方式中扮演着重要角色。当没有召集战队时，许多部落成员都能够从沙子中挑选出Adamantite片。',
    Runite_Bar: '即使合金中含有少量Runite也足以大幅提高其耐久性和强度。大量使用可以放大魔法。',
    Dragonite_Bar:
        '东方商人将Dragonite矿石带到西方作为一种好奇。直到发现将矿石与西方Runite合金化会大幅提高两种金属的潜力。',
    Iridium_Bar: '铱的能力可以放大魔法和世俗力量，使其极其有价值。因此，国与国之间的贸易是用铱而不是黄金进行的。',
    Corundumite_Bar:
        '当Corundumite武器被适当加工时，它们可以产生如此锋利的魔法刀片，以至于它们可以穿透任何防御并留下伤害。',
    Palladium_Bar:
        'Palladium以其导电魔法能量的能力而受到珍视，据推测是许多失传技术的关键。学者们现在才开始重新学习它的秘密。',
    Augite_Bar:
        '一把Augite刀片的伤口可以在几小时内将一个人变成水晶，而如果给予足够的时间，Augite盔甲可以“重新生长”，因此被称为“活金属”。',
    Meteorite_Bar:
        '这些Celestial Bars具有未完全理解的奇特特性。一会儿它们如此轻，以至于漂浮起来，下一会儿它们如此沉重，以至于沉入地下。',
    Divinite_Bar: '曾经认为只有神才能工作这种金属。现在是凡人之手使奇迹成为现实。前往，创造传奇。',
    Topaz: '当充满魔法能量时，黄宝石可以增加一个人的反应速度或运气，具体取决于它是否与银或金配对。有人质疑这是否不是同一回事。',
    Sapphire:
        '蓝宝石有很多用途，但最受欢迎的用途是作为各种魔法屏障的焦点。巨大的蓝宝石屏障曾经抵挡住了一种古老的邪恶。',
    Ruby: '红宝石以其滋养的温暖而闻名，是大多数再生或强化身体的魔法的关键。甚至可以由熟练的人用于药水。',
    Emerald: '翡翠擅长于绑定和控制魔法，使其成为自动化或灵魂绑定仪式的首选焦点。',
    Diamond: '大多数人认为它们只是漂亮的石头，但最近的魔法进步显示出这些宝石有影响概率的奇特能力。几率是多少？',
    Onyx: '这种午夜黑色的宝石与魔法能量有奇特的亲和力，可以用来生成强大的护盾......或穿透它们。',
    Oricha: '一种紫色的宝石，散发着内在的光芒。这种宝石吸收和引导能量的能力使其成为各种追求的强大焦点。',
    Cerulean:
        '这种稀有宝石放射出的强烈纯净能量与生物生命以奇怪的方式产生反应。正确控制，它是许多强大的治疗魔法的关键部分。',
    Runestone: '由纯净的符文石转化而来的一种更常见的宝石。虽然不像其他宝石那样专业，但符文石却更加多功能。',
    Zephyte: '一种如此稀有的宝石，以至于经常被称为神话。使用这种宝石作为焦点的附魔包含着毁灭性的、几乎是神圣的力量。'
};
