export const language = {
    Bronze_Arrows: '青銅の先の普通の矢。とがっている！',
    Iron_Arrows: '鉄の先の普通の矢。重い！',
    Steel_Arrows: '鋼の先の上等な矢。メルヴォアのバンディットたちのお気に入り。',
    Mithril_Arrows: 'ミスリルの先の珍しい矢。神聖な力を簡単に導くことができます。',
    Adamant_Arrows: 'アダマントの先の珍しい矢。アリッド平原の人々にはその耐久性と貫通力が人気です。',
    Rune_Arrows:
        'ルーンの先の強力な矢。アリッド平原の人々によれば、ルーンの矢の使用は優れた射手の印であると言われています。',
    Dragon_Arrows:
        '竜鉱の先の壊滅的な矢。アリッドの平原の人々は、これらの矢がかつて神を倒すために使用された伝説を語っています。',
    Ice_Arrows: 'ディープサウスの魔法が込められた矢。取り扱いには注意が必要です。',
    Ancient_Arrow: '神々が地球を歩いていた時代の過去の矢。その製造方法は時間の経過とともに失われました。',
    Topaz_Bolts: '割れたトパーズのついた鉄のクロスボウボルト。エッジに注意！',
    Sapphire_Bolts: '割れたサファイアのついた鉄のクロスボウボルト。敵の目に輝き（とボルト）を投げかけます！',
    Ruby_Bolts: '割れたルビーのついた鉄のクロスボウボルト。赤色は血のしみを隠すのに役立ちます。',
    Emerald_Bolts: '割れたエメラルドのついた鉄のクロスボウボルト。心配しないで、毒はありません！',
    Diamond_Bolts: '割れたダイヤモンドのついた鉄のクロスボウボルト。敵の心臓に最も速い方法です！',
    Jadestone_Bolts:
        '割れたジェイドストーンのついた鉄のクロスボウボルト。伝説によれば、これらは王女が竜の捕獲者を殺すために設計したと言われています。',
    Corundum_Arrows: 'コランダムメタルの先の危険な矢。軽量ですが信じられないほど鋭い。',
    Augite_Arrows: 'メタライズされたアウガイト結晶の先に危険な矢。かつて古代の海竜を狩るために使用されました。',
    Divine_Arrows: '神聖なメタルの先にカタクリズム的な矢。大地を割り、空を砕きます。',
    Ethereal_Arrows: '強力な霊の怨みを込めた神聖な矢。彼らの霊的な性質はどんな防御をも突破できます。',
    Onyx_Bolts: '割れたオニキスのついた鉄のクロスボウボルト。夜よりも暗い。',
    Meteorite_Bolts: '天体のメタルで覆われた鉄のクロスボウボルト。敵に天の神秘を呼び寄せます！',
    Decay_Bolts: '毒に覆われたオニキスのクロスボウボルト。触れると致命的です。',
    Zephyte_Bolts: '神聖な起源の割れた宝石で覆われた鉄のクロスボウボルト。美しいだけでなく破壊的です。',
    Amulet_of_Fishing: 'あなたはこれを古い箱で見つけました。魚を引き寄せる香りを放出します。',
    Amulet_of_Strength: '着用者の力を増幅するようにエンチャントされたアミュレット。即座の筋肉！',
    Amulet_of_Accuracy:
        '着用すると、世界がよりはっきりと見えるようになる、着用者の反射神経を増幅するようにエンチャントされたアミュレット。',
    Amulet_of_Defence:
        '肌を硬化し、着用者をダメージから守るようにエンチャントされたアミュレット。ローションが必要ですか？',
    Amulet_of_Ranged:
        '発射物を目標に導くようにエンチャントされたアミュレット。Melvorの全スポンサー付き競技イベントでは禁止されています。',
    Amulet_of_Magic: '魔法エネルギーを増幅するようにエンチャントされたアミュレット。ルーンは含まれていません。',
    Amulet_of_Glory: '最もエリートな騎士だけが身に着ける強力なアミュレット。名誉の証でもあり、使命の証でもあります。',
    Elite_Amulet_of_Strength:
        'このアミュレットを身に着けると、筋肉が膨らみ、シャツから飛び出します。お前は本当に持ち上げているのか、仲間よ？',
    Elite_Amulet_of_Accuracy: '私は... すべてを見ることができます！',
    Elite_Amulet_of_Defence: '石のような肌と鋼のような骨。神々さえもあなたを従わせることはできません。',
    Elite_Amulet_of_Ranged:
        'ホイッスルバンディットはかつてこのアミュレットを使用して、一本の矢で海賊船を全滅させました...。',
    Elite_Amulet_of_Magic:
        'このアミュレットを作成するためにエンチャンターが使用した後、神々はそれを制限しました。それからそれを使用してもっと優れたものを作りました。そして、また、そして、また。',
    Elite_Amulet_of_Glory: 'あなたの栄光が他の人の栄光よりも栄光である場合。',
    Amulet_of_Fury:
        'このアミュレットの各ビーズは、古代のドラゴンの磨かれた鱗で、赤い宝石は結晶化したドラゴンファイアです。',
    Amulet_of_Torture:
        '神秘的なカルトが冒涜的な儀式で使用するアミュレット。中心の宝石から閉じ込められた死者の魂が聞こえてきます。',
    Fury_of_the_Elemental_Zodiac:
        'マルクスの鱗は強力な魔法試薬です。いくつかの強力な魔法のアミュレットの力を吸収した後、このアミュレットは凡人の手には適さない力を得ました。 - <span class="ide fsi">"あなたの力を結集して！私は無敵です！"</span>',
    Amulet_of_Looting:
        'これを身に着けると、ピグミースパイダーのチーフとして認識されます。彼らにあなたのものを銀行にしまうように強制します。',
    Bone_Necklace:
        'このネックレスは、彼の散らかったものを掃除するのにうんざりした死霊術師によって作成されました。だから、彼は彼の散らかったものを自分で掃除させました。',
    Burning_Amulet_of_Gold: '火の精霊から贈られた魔法のアミュレット。炎が消えると、灰の中に金の粒子が見えます。',
    Burning_Amulet_of_Stardust:
        '火の精霊から贈られた魔法のアミュレット。魔法の木の灰には小さな宇宙の力が含まれていると言われています。',
    Burning_Amulet_of_Ash: '火の精霊から贈られた魔法のアミュレット。よく世話をされた火の灰は多くの用途があります。',
    Burning_Amulet_of_XP: '火の精霊から贈られた魔法のアミュレット。本当に、私は火遊びが好きではありません！',
    Silver_Topaz_Necklace: 'このネックレスのトパーズと銀の組み合わせは、感覚を研ぎ澄まし、あなたの刃を軽くします。',
    Silver_Sapphire_Necklace: '銀とサファイアは一緒に動作して、魔法のエネルギーを癒しの力に変えます。',
    Silver_Ruby_Necklace: '暖かいルビーと冷たい銀があなたの肌に爽快感をもたらし、体力を強化します。',
    Silver_Emerald_Necklace:
        '銀とエメラルドは幸運をもたらすと言われています。失われた矢を見つけるのに役立つだけでなく、それを敵に見つけさせます。',
    Silver_Diamond_Necklace:
        'なぜ銀とダイヤモンドがあなたをビッグスティックで打たせるのか？誰も知りません。それはMelvorの大きな謎の一つです。',
    Gold_Topaz_Necklace: 'このネックレスは富を引き寄せると噂され、貴族の間で人気があります。',
    Gold_Sapphire_Necklace: '金とサファイアは一緒に動作すると、心を研ぎ澄まし、飛んでくる投射物を見つけやすくします。',
    Gold_Ruby_Necklace: '金はルビーの力をさらに高め、より速く、より大きな範囲で回復できるようにします。',
    Gold_Emerald_Necklace:
        '金にセットされたエメラルドは敵対的な魔法を検出するのに使用され、それがこそ泥棒のようなタイプの人気を博しました。',
    Gold_Diamond_Necklace: 'ダイヤモンドは金の存在下で魔法の存在を共鳴させ、刀の一撃を防ぐ小さな盾を作成します。',
    Deadeye_Amulet:
        'エアリスの最高の射手は1000メートルからハエを撃つことができました。このダイヤモンドのアミュレットは彼らのスキルを認識して作成されました。毒ガスを持っていると言われています。',
    Warlock_Amulet:
        'Glacia市の魔法使いは言われています。このアミュレットを身に着けたすべての者は最終的にバーニングマッドネスに陥ると言われています。',
    Guardian_Amulet:
        '最も絶望的な瞬間に保護を提供するために贈られたアミュレット。その光は闇を貫通し、すべての危険を追い払います。',
    Fighter_Amulet:
        'この魔法のアミュレットはカオスの王の剣闘士たちによって着用されていました。彼らが戦ったとき、彼らの無慈悲な怒りは戦争の鍛冶屋を励ましました。',
    Jeweled_Necklace: '小さなガラスの宝石を持つシンプルなアミュレット。幸運を呼ぶと噂されています。',
    Amulet_Of_Incantation:
        '脆弱なので戦闘には向いていませんが、このエンチャントされたアミュレットはキャスターのスピーチを増加させる能力で呪文キャスターの間で人気があります。',
    Burning_Amulet_of_Charcoal:
        '火の中から蛇を食べる火食い蛇の腹から解放した後、火の精霊があなたにこのアミュレットを贈りました。あなたの触れると、薪が木炭に変わります。',
    Woodcutting_Ring_Fragment:
        'カラスの巣の中で見つかった奇妙な金属製のリング。投げると上に浮かび上がり、空の何かに引き寄せられているかのようです。',
    Woodcutting_Amulet_Fragment:
        'カラスの巣の中で見つかった奇妙な金属製の装飾品。夜に中心をのぞくと、以前見えなかった星が見えます。',
    Meteorite_Woodcutting_Amulet:
        '天体の金属と融合した後、このアミュレットは真の力を目覚めさせました。木を切ると、それは流れ星のように輝きます。',
    Iridium_Onyx_Necklace: '投射物に当たると、このネックレスはエネルギーの一部を吸収し、それを打ち返すことができます。',
    Palladium_Onyx_Necklace:
        '世界中のハンターのお気に入り。このアミュレットは手と目の協調を増加させ、倒れた敵から価値のある資材を採取しやすくします。',
    Iridium_Oricha_Necklace:
        'このアミュレットは魔法エネルギーを吸収し、着用者の選択した投射物に再指向することができ、破壊力を増加させます。',
    Palladium_Oricha_Necklace:
        '正確な射撃と速い、クリーンなキルは、ターゲットの毛皮の価値を大幅に増加させることができます。',
    Iridium_Cerulean_Necklace:
        'この石にある強力な生命の魔法は、着用者の生命力を奪い、傷が癒えないように防ぎます...が、敵にも奪うことができます。',
    Palladium_Cerulean_Necklace:
        'この石にある強力な生命の魔法は、癒し速度を大幅に増加させますが、より多くの身体の資源を必要とします。',
    Iridium_Runestone_Necklace:
        'この魔法の宝石は、金属の重い存在のもとで魔法のエネルギーを劇的に増幅します...敵のような鎧。',
    Palladium_Runestone_Necklace:
        '魔法の宝石は材料を一時的なバブルで保存し、腐敗を防ぎ、その価値を増加させることができます。',
    Iridium_Zephyte_Necklace: '巨人と戦う者に贈られた神聖なネックレス。あなたの足が絶えず揺るがないことを祈ります。',
    Palladium_Zephyte_Necklace:
        '大きなものと戦うとき、この神聖なアミュレットの魔法は野生の獣と戦うときにも役立ちます。',
    Poison_Lifesteal_Amulet: '適切な投与量であれば何でも薬になることができます。毒さえも。',
    Headless_Arrows: "フェザー矢: '先をとがらせる準備ができた羽のついた矢。羽根作りの技術は古代からのものです。'",
    Feathers:
        "羽: 'さまざまな翼を持つ生物から掃除された羽。飛ぶ矢に使えるし、またはポーションに仕込むこともできます。'",
    Headless_Bolts:
        "アイアンクロスボルト: 'さまざまな発射機構に合うように設計された鉄製のクロスボウの矢。先は宝石の破片を簡単に取り付けるように作られており、威力を大幅に増加させています。'",
    Arrow_Shafts:
        "矢じり: 'さまざまな種類の木材を矢じりに加工できますが、高品質の木材の方がより良い結果を示す傾向があります。'",
    Bronze_Arrowtips: "青銅製の矢じり: '青銅製の矢じり。青銅は柔らかいかもしれませんが、敵の脆い部分もそうです。'",
    Iron_Arrowtips:
        "鉄製の矢じり: '東の山々から豊富に採掘された鉄から作られたこれらの矢じりは、Melvorでは最も人気のあるものの一つです。'",
    Steel_Arrowtips: "硬化鋼製の矢じり: 'これらの矢じりには卓越した貫通力があり、山賊や冒険者の間で人気です。'",
    Mithril_Arrowtips:
        "ミスリル製の矢じり: '聖なる島々の射手たちは、聖なる力を伝導する卓越した能力のために他のすべてのものよりもミスリルを好みます。'",
    Adamant_Arrowtips:
        "アダマント製の矢じり: 'アリッド平原の部族の間では、アダマント製の矢じりは非常に価値があり、時には貨幣の代わりに使用されます。'",
    Rune_Arrowtips:
        "ルーン矢じり: 'アリッド平原の部族の間では、傷からルーンの矢じりを掘り出すことは大いなる名誉とされています。これらは達人の射手に立ち向かい、生きて話す証拠です。'",
    Dragon_Arrowtips:
        "ドラゴナイト矢じり: '偉大な敵を倒すたびに、アリッド平原の酋長は自分の頭飾りにドラゴナイトの矢じりを加えます。名誉の印...そして警告として。'",
    Consumable_Enhancer:
        "消耗品強化剤: '世界中の職人が互いに好意を交換するために使用する小さなトークン。これらを使用して、このような職人の一人に[アップグレード]を行わせ、さまざまな便利なバッグと巻物を入手できます。'",
    Thiefs_Moneysack:
        "盗賊の金袋: '法の目から逃れるために隠されたサッチェル...または他の粘り気のある指から得た金を安全に保管するためのものです。'",
    Seed_Pouch:
        "シードポーチ: '新しい！Seed Co.のフレンドリーなご近所から！私たちのオールインワンのシードポーチは、一年中作物の収量を増やすことを保証します！'",
    Runecrafting_Pouch:
        "ルーンクラフトポーチ: 'この魔法のポーチはルーンクラフト中に発生する無駄なエネルギーを吸収してルーンエッセンスを空気中から作成します。'",
    Alchemists_Bag:
        "錬金術師のバッグ: 'ポーションの効果を増加させるように設計された基本的な錬金術の試薬が入った小さなバッグ。'",
    Thiefs_Moneysack_II:
        "盗賊の金袋II: 'この魔法のサッチェルはまるで磁石のように金を引き寄せます！その金があなたのものであるかどうかに関係なく。'",
    Seed_Pouch_II:
        "シードポーチII: 'Vr. 2.0、Seed Co.のフレンドリーなご近所から！今では以前よりも凶暴な虫の大群を引き寄せにくくなりました！'",
    Alchemists_Bag_II:
        "錬金術師のバッグII: 'これらの希少な錬金術の試薬は、ほとんどまたは全く副作用がない状態でポーションの効果を大幅に増加させることができます。ただし、味はひどいです。'",
    Frostshield_Amulet:
        "フロストシールドアミュレット: 'アイスハイドラの冷たい心から彫られたアミュレット。氷に囲まれたときに、クリーチャーの力の一部を授けてくれます。'",
    Lightning_Amulet:
        "ラズのアミュレット: '雷の神、ラズのアミュレット。ラズの氷の敵に対する怨みが、クリーチャーからの保護を提供します。'",
    FrostSpark_Amulet:
        "フロストスパークアミュレット: 'アイスハイドラの冷たい血でラズの天空の怨みを満たすことで、このアミュレットの真の力を解放しました。'",
    Allure_Amulet:
        "魅惑のアミュレット: '大きな湖の霧のセイレーンたちによって作られたアミュレット。見るだけで眠くなります。'",
    Amulet_of_Prayers:
        "祈りのアミュレット: 'Melvorでは多くの礼拝の形式があります。その中には敵の顔を打つことも含まれています。'",
    Voodoo_Trinket:
        '呪術師が呪いをかけるために使用する小さな藁の人形。十分に長く見つめれば中に何かがうごめいているような気がします。',
    Amulet_of_Curse_Totem_Summon:
        'かつて偉大な霊は邪悪な死霊術師によって3つに分割されました。このアミュレットはその体から作られました。その視線に触れる者は永遠に呪われます。',
    Corundum_Arrowtips:
        "コランダム製の矢じり: 'コランダム金属から鍛造された矢じりは非常に鋭利で、麻痺を引き起こす持続的な傷を残す可能性があります。'",
    Augite_Arrowtips:
        "オーガイト矢じり: 'オーガイト結晶はドラゴンに対して有毒と言われています。今でも、ドラゴンを狙うつもりの猟師たちによって残された矢じりが、年老いた獣の皮に見つかることがあります。'",
    Divine_Arrowtips:
        "神聖な矢じり: '神聖な起源の金属から作られた矢じり。真実が何であれ、それらが貫通できない皮や鎧は見つかっていません。'",
    Artisan_Pouch: "職人のポーチ: '次のプロジェクトに必要なさまざまな供給品が詰まった小さなポーチ。'",
    Artisan_Pouch_II:
        "職人のポーチII: '中には魔法であなたの作品を向上させる小さなノーム、ボブが含まれていますが、手を差し込まないでください。彼は噛みます。'",
    Kindling_Pouch:
        "キンドリングポーチ: '職人たちは、この特別な着火剤から生じる灰を非常に価値があると考えています。それが生み出す炎は明るい金色です。'",
    Kindling_Pouch_II:
        "キンドリングポーチII: '熱い炎で燃やすと、この特別な着火剤から黄金のフレークが生まれ、高値で売ることができます。'",
    Stamina_Pouch:
        "スタミナポーチ: 'スタミナを増加させ、敏捷性を高めると言われる白い錠剤の小さなポーチ。4時間以上障害物コースにいる場合は医師に相談してください。'",
    Spirit_Bag:
        "アルケミー・イン・ア・バッグ: 'オブジェクトとルーンを中に入れて振り回し、ソリッドゴールドのレプリカを取り出します。'",
    Chefs_Bag:
        "シェフのバッグ: 'この耐熱ポーチは、シェフが自分の名作を作るために必要なすべてのスパイスと材料に簡単にアクセスできるようにストーブの横に取り付けられます。'",
    Summoners_Bag:
        "召喚師のバッグ: '召喚儀式中に使用される小さなバッグ。召喚プロセスの効果を高めるようにエネルギーを集中させ、誘導することができます。'",
    Whetstone: 'よく使われる自然砥石。このような石は、あらゆる種類の人々によって持ち歩かれることがよくあります。',
    Meteorite_Warrior_Ring:
        'かつて、戦士は邪悪な神と戦うために天界の剣を手にしました。それから神でさえも血を流すことがあることを学びました。',
    Meteorite_Marksman_Ring:
        'ある射手はかつて夜空から星を射ることを夢見ました。その星が落ちると、彼の敵には隠れる場所がありませんでした。',
    Meteorite_Spellcaster_Ring:
        'ある魔法使いはかつて彼の家と軍隊の間に立ち、星からの助けを祈りました。灰が晴れると、軍隊の痕跡は何も残っていませんでした。',
    Deadeye_Ring:
        '昔、アエリスの将軍たちを示す紋章の指輪。その中央の宝石は矢の速度と威力を高める空気の通路を作ります。',
    Warlock_Ring:
        'グレイシア市の高位魔法使いのためのバッジ。海の女主人が燃える怒りに陥ると、彼女の魔法使いたちは彼女と共に狂気に陥りました。',
    Guardian_Ring:
        'テランの守護者たちは、永遠の監視中にこれらのリングを身に着けました。その魔法は着用者を硬い石の厚い層で包み込み、どんな刃も防ぐことができます。',
    Fighter_Ring:
        'ラグナルの闘技場のチャンピオンたちに贈られた、これらのリングを身に着けた剣闘士たちは、野獣よりも人間らしく、戦闘を楽しむと噂されました。',
    Poison_Virulence_Ring: 'この毒はあなたの翼を切り詰め、それであなたは落ちました...',
    Burning_Madness_Ring: '...狂気が内部で煮立っている間に...',
    Spiked_Shell_Ring: '...根拠のない恐れがあなたを貴族の殻に閉じ込めました...',
    Relentless_Fury_Ring: '...あなたの怒りが収まるまで閉じ込められています。',
    Silver_Topaz_Ring:
        'より大きなアミュレットほど効力はありませんが、この指輪は迷子の刃の真実の指南役となると言われています。',
    Silver_Sapphire_Ring:
        'アクティブにすると、この指輪は手を弱いバリアで覆います。このバリアは刃をブロックしたり、矢を反射させたり、手の振りで目標を打つのに使えます。',
    Silver_Ruby_Ring: 'このルビーの指輪は通常よりも力強く振るう力を与えます。6つのパックはボーナスです。',
    Silver_Emerald_Ring: 'この指輪を着けた手で引かれた弓や投げられた物体は通常よりも遠く飛び、より強く打撃します。',
    Silver_Diamond_Ring:
        'おお、主よ！この巨大なダイヤモンドの指輪のきらめきは誰かを眩しくするかもしれません！少なくともそれは彼らの攻撃をかわしやすくするということです。',
    Gold_Topaz_Ring:
        'かつて、強力な魔法使いが秘密の財宝を残し、その手がかりはこの一見シンプルな指輪の作成方法だけでした。',
    Gold_Sapphire_Ring:
        'この指輪が生成するバリアは、その銀のいとこよりも安定していません。バリアを破壊すると反動が生じ、かなりのダメージを与えることがあります。',
    Gold_Ruby_Ring: 'ルビーとゴールドの温かい輝きは健康を促進し、癒しのプロセスを楽にすると言われています。',
    Gold_Emerald_Ring:
        '彼らのスキルを訓練するために使われる、この指輪を着けた手で振るう武器は通常よりもはるかに重く感じるでしょう。',
    Gold_Diamond_Ring:
        'この指輪を着ける者は、自分の物を紛失することを恐れる必要はありません。そのため、それは昔から幸運のお守りとして祝われています。',
    Aorpheats_Signet_Ring:
        '伝説によれば、古代の魔法使いは大いなる邪悪から世界を守るために自分の命を捧げました。しかし、彼の遺産のすべては、この見かけに騙されそうなシンプルな指輪だけです。',
    Pirates_Lost_Ring: '海で失われた小さな指輪。指には波と潮の懐かしさが広がります。',
    Ancient_Ring_Of_Skills:
        'この魔法の指輪は、どんな職人も羨むさまざまな道具を現現できます。非常に珍しいため、ほんの少数しか見たことがありません。',
    Ancient_Ring_Of_Mastery:
        '古代の名工の魂を込めた指輪。着用すると、いくつかは自分の仕事に関する指示を聞くと主張しています。',
    Shaman_Ring:
        'Shrouded Badlandsのシャーマンたちは、彼らの二つの土地の間にある古代の遺跡で北東の森のドルイドたちと頻繁に会います。',
    Sandstorm_Ring:
        'Sand Beastを討伐し、その心臓をこの指輪に仕立てることは、若いArid Plains部族のメンバーにとって最も危険な通過儀礼の一つであり、最も尊敬されています。',
    Tormented_Ring:
        'この呪われた指輪は、その着用者に莫大な力を授けますが、恐ろしい代償が伴います。過去の所有者の魂はすべて真夜中の黒い宝石に閉じ込められています。',
    Wasteful_Ring:
        'この翡翠の指輪は、その過剰と強欲さが狂気に追いやった邪悪な竜の爪から作られました。その飢えがあなたを飲み込まないように気をつけてください。',
    Hunters_Ring:
        'かつて、世界最大のハンターが所有していました。彼はすぐに自分が狩られることになるとは知りませんでした。',
    Ring_Of_Wealth:
        'この指輪の富を引き寄せ、無限の黄金を創造する能力についての噂は無数の模倣品を生み出しました。成功したものもあれば、そうでないものもあります。',
    Ring_Of_Power:
        '謎めいた力のしもべたちが身に着けた指輪。それは彼らの権威を象徴し、それを強制する手段でもありました。',
    Natures_Blessing_Ring:
        '自然の祝福を受けたシャーマンの指輪は、彼らの同盟者であるドルイドたちによって認められ、自然に近づき、癒しの能力を向上させます。これらは厳しいBadlandsでは歓迎されます。',
    Ring_Of_Blade_Echoes:
        'この魔法の指輪はあなたの目標を攻撃する幻想的な刃を創り出します。部分的に幻想的であるため、これらの刃は元の力の一部しか持っていません。',
    Ring_Of_Barrage: 'この指輪の周りに生えるつるは、着用者の反射神経を研ぎ澄まし、ミスを犯しやすくします。',
    Ring_Of_Spirit_Power: 'この指輪に住む精霊は、着用者の呪文詠唱を助けることができます...適切な代価が払われれば。',
    Meteorite_Woodcutting_Ring:
        '求めていたものに出会った後、このリングは本当の姿に目覚めました。このリングを身に着けた手の斧の一撃は、木を灰に変えることができます。',
    Palladium_Onyx_Ring:
        'このリングは、弓矢やクロスボウからの速い動く飛び道具を防ぐために設計された強力な魔法のシールドを生成します。',
    Iridium_Onyx_Ring:
        '速い動く飛び道具を止めるために設計された魔法のシールドは、ゆっくりとした安定した刃に対しては効果が低いです。このリングはその考えを基に作成されました。',
    Iridium_Oricha_Ring:
        'このリングは、着用者が照準に集中し続けるほど、飛び道具の命中率と威力を大幅に増加させ、狙撃手の間で人気があります。',
    Palladium_Oricha_Ring:
        'そのデザイナーによって "魔法の避雷針" と呼ばれるこのリングは、着用者の中心から魔法の攻撃を引き寄せます。',
    Iridium_Cerulean_Ring:
        'もともとは魔法のエネルギーを "餌付け" して飢えを癒すという考えで作成されましたが、その実験は失敗と見なされました。それにもかかわらず、その効果は依然として強力です。',
    Palladium_Cerulean_Ring:
        '魔法の杖の軸に巻かれた場合、このリングは杖のエネルギーから取り込み、その使い手の周りに魔法のバリアを生成します。',
    Iridium_Runestone_Ring:
        'このリングを身に着けた手によって振られた武器は、その威力を大幅に高める魔法の刃を生成します。',
    Palladium_Runestone_Ring:
        'シルバーサファイアリングをベースにしており、稼働するとこのリングは使い手の前腕に小さなエネルギーシールドを生成します。このシールドははるかに丈夫で信頼性があります。',
    Iridium_Zephyte_Ring:
        'この神聖な宝石は、着用者の武器が打撃する鎧と同じ周波数で共鳴するようにします。これにより、打撃の効果が増加します。',
    Palladium_Zephyte_Ring:
        '最善の防御は優れた攻撃です。このリングの神聖な力により、天の力で打撃を与えることができますが、同じ力に対してもっと脆弱になります。',
    Ring_of_Curse_Protection: 'レディ・ダークハートのしもべに授けられたリング。主に彼らの自己の力から守るためです。',
    Ring_of_Phantom_Summon:
        'かつては邪悪なネクロマンサーによって3つに分割された大いなる霊がありました。このリングはその魂から作られました。それはまだ以前の自己の反響を保持しており、着用者の気まぐれに現れることがあります。',
    Blood_Ring: '吸血鬼が犠牲者の血を集めるために使用するリング。そんな貪欲な生物はたった一滴でも無駄にできません。',
    Book_of_Eli:
        'アークメイジのエリは、オーロリックの呪文の芸術を開拓したことで有名でした。この魔法の書は、彼らが学んだものの一部を含んでいます。',
    Book_of_Occults:
        'リチュアリストのための指導書で、召喚プロセスを合理化し最適化するために設計されました。注意してください、この本は噛みつきます。',
    Burning_Embers_Book:
        '燃え盛る悪魔の死体から盗まれた火のような呪文の書です。その起源と著者は不明ですが、魔法の焦点としての力は侮れません。',
    Book_of_the_Ancients:
        '時の中で失われた古代の魔法文明の完全な著作です。この知識が何を解き放つかを恐れて分解される前に、再び完全な形に戻りました。',
    Blazing_Lantern:
        'Shrouded BadlandsのNomadsが持っている常に燃え続けるランタン。その光は忍び寄る霧を焼き尽くし、中に潜む悪をから守ってくれます。',
    Fine_Coinpurse:
        '一見普通のがま口財布ですが、何度も取り出す限り硬貨が切れることはありません。徹底的な研究の結果、これがどのように可能かについては決定的な答えが出ていません。',
    Book_Of_Scholars:
        '標準的な本のサイズしかありませんが、この魔法の本にはさまざまなトピックに関する知識の無数のページが含まれています。',
    Hunters_Journal: '一部のハンターは強力な獣を探し求めます。他の者はもっと輝く獲物を好みます。',
    Mortar_and_Pestle: '本当の賢者は、料理と錬金術は一緒だと知っています。',
    Burning_Scroll_Of_Gold:
        'この小さな巻物は燃やすと富を引き寄せると言われています。買い手でも売り手でも、誰もが言えません。',
    Burning_Scroll_Of_Gold_II:
        '石炭を金に変えようとした錬金術師によって作成されました。結果は彼女が期待していたものとは少し異なっていましたが、誰が論争するのでしょうか？',
    Burning_Scroll_Of_Stardust:
        'この小さな巻物を魔法の薪に巻き付けて燃やすことで、その木の天体の力からわずかな量を引き出すことができます。',
    Burning_Scroll_Of_Stardust_II:
        '魔法の木には天体の力の微かな痕跡が含まれています。この巻物はその力をその灰の中に閉じ込めることができます。',
    Burning_Scroll_Of_Ash: '高品質の紙を燃やすために誰がお金を払うのですか？！明らかに、あなただけです...',
    Burning_Scroll_Of_Ash_II:
        'この巻物に包まれた丸太は非常にクリーンに燃え、生成される灰はさまざまなプロジェクトに使用できます。',
    Quick_Burner: '促進剤に浸した巻物。まつげを焼かないように注意してください。',
    Quick_Burner_II: '法的には低品質の爆発物と分類されています。',
    Golden_Star:
        'これらの小さな宝石は満月の間に川で見つかることがあります。それらを挽いて粉にすると、かなりの量の天体の力が得られます。',
    Golden_Star_II:
        '錬金術的に処理され、これらの宝石を挽くことで通常よりもはるかに多くの天体の力を得ることができます。',
    Fishing_Scroll_Of_XP:
        '古い船乗りがこの巻物を売ってくれました。中には北の霧に覆われた地から南の凍った地まで、彼が釣り上げた魚の説明が含まれています。',
    Woodcutting_Scroll_Of_XP:
        'Lumberjack Weeklyには地元の森について知るための情報がすべて含まれています。各号は地元の木工職人によって書かれ、管理されています。',
    Mining_Scroll_Of_XP: 'この魔法の巻物はランタンに詰め込んで点火すると、近くの鉱石と鉱床への道を示します。',
    Runecrafting_Scroll_Of_XP:
        '魔法を使うことは危険です。このステップバイステップのルーン作成の説明書はアカデミア・アーカナムによって事故を減らすために作成されました。',
    Herblore_Scroll_Of_XP:
        '毒は用量にあります。このハーブガイドは、他の人々が彼女と同じ悲劇に直面することがないように、隠者の魔女によって書かれました。',
    Crafting_Scroll_Of_XP:
        'この巻物にはさまざまな一般的なプロジェクトの設計図が含まれており、どんな職人もスキルを磨くのに役立ちます。',
    Monster_Hunter_Scroll:
        'モンスターハンティングの半分の挑戦は、それらを見つけることです。この巻物はさまざまな生物の生息地と徘徊範囲をリストアップしています。',
    Scroll_Of_Essence:
        'Melvorのいくつかの未だ触れられていないエッセンス鉱山への地図です。それらの場所はねたむように保護されています。',
    Looter_Pouch: 'この魔法の袋は外見よりも内部が大きく、どんな勇敢な冒険者でも少し多くを持ち帰ることができます。',
    Mastery_Magnet:
        '知識を引き寄せると言われている謎の磁石。実際に機能するかどうかはわかりませんが、多くの職人がそれを誓っています。',
    Additional_Cooker_Scroll:
        'ゴブリンのアシスタントシェフ向けの書面契約書。ゴブリンはおそらく最も賢明ではないし、最高の料理人ではないかもしれませんが、効率的で安価です。',
    Bad_Cooker_Scroll: 'おそらく、雇った新しいアシスタントシェフは、あなたが期待していたほど効率的ではありません...',
    Gem_Finder_Scroll: 'この魔法の紙は、特定のサイズと品質の隠れた貴石を、鉱石の一部が上に置かれたときに検出します。',
    Gem_Preserver_Scroll:
        '偉大な宝石職人は、時には少ないほうが良いことを知っています。この巻物には、持っているものを最大限に活用するためのヒントやトリックが含まれています。',
    Staff_Maker_Scroll:
        '杖の製造の芸術は、魔法そのものと同じくらい古いものです。真の名工は、すべての木片から最善を引き出す方法を知っています。',
    Flaming_Axe_Scroll:
        'この魔法の巻物で斧の刃を包むと、振ると炎が燃え上がります。枯れ木を片付けたり、ディア・ビーバーを追い払うのに最適です。',
    Leather_Crafter_Scroll:
        '革細工師は、彼らの仕事のために命を捧げた生物を尊重し、与えられたものを無駄にしないことを学ばなければなりません。',
    Herblore_Preservation_Scroll:
        '錬金術の材料は高価です。したがって、賢明な錬金術師は、供給を最大限に活用する方法を学ばなければなりません。',
    Slayer_Harvest_Scroll:
        'この巻物によって生成される血石は、ほとんどの人には役立たないが、スレイヤー・ロッジではかなりの価格で売られます。誰がそれらを買っているのかしら？',
    Slayer_Binding_Scroll:
        'スレイヤー・ロッジのハンターに好まれるトラップの巻物。獣がこの巻物の上に足を踏み入れると、太い根ができてその生物の動きを妨げます。',
    Ranged_Hinder_Scroll:
        'スレイヤー・ロッジのハンターに好まれるトラップの巻物。この点滅する巻物は生物を惑わし、目から飛び交う飛び道具を避けやすくします。',
    Magic_Hinder_Scroll:
        'スレイヤー・ロッジのハンターに好まれるトラップの巻物。生物の皮に置かれると、これらの粘着性のある巻物は魔法の爆発物を引き寄せます。',
    Melee_Hinder_Scroll:
        'スレイヤー・ロッジのハンターに好まれるトラップの巻物。トリガーされると、この巻物は対象に軽度の酸を噴射し、その皮や鎧を弱めます。',
    Fervor_Scroll: 'スレイヤー・ロッジのハンターに好まれるトラップの巻物。毒ガスを放出し、獣の心を短時間混乱させます。',
    Slayer_Deterer:
        'ミオライトのキノコの適応的な特性を観察して作成された巻物。打たれると、軽微な適応的なシールドが生成されます。',
    Dragonbreath_Deterer:
        'ドラゴンブレスはメルヴォール全体で最も研究されている魔法現象の一つです。この巻物はそれを軽減するための小さなシールドを生成します。',
    Slayer_Torch:
        'これらの浄化の炎は、被感染都市の腐敗に対する数少ない防御手段の1つです。それらが尽きないように注意してください、さもないと都市の一部になるかもしれません。',
    Mystic_Lantern:
        'ミッドナイト・バレーの魔法の闇はさらに暗いものを隠しています。このランタンの光は邪悪な精霊を追い払い、幻想を解きます。',
    Fishing_Hook:
        'あなたはこの時間中、このような釣り針で釣りをしていましたか？だからそれがなぜそんなに時間がかかっているのかもしれません...',
    Wizards_Scroll:
        'アカデミア・アルカナムの一部の魔法使いは、その魔法を最適化するために一生懸命取り組んできました。これはそのすべての努力の結晶です。',
    Wizards_Scroll_II:
        'アルカナムだけが明かす秘密ではありません。この巻物への追加は、メルヴォールのあらゆる角からの魔法の分野をカバーしています。',
    Prayer_Scroll: '祈りは何を求め、どのように求めるかを知っていると、はるかに効果的です。',
    Explorers_Map:
        'スレイヤー・ロッジはしばしば狩りの前に経験豊富な探検家を雇います。彼らが持ち帰る情報は十分に価値があります。',
    Explorers_Map_II: 'ベテランの探検家から依頼された地図。ここに含まれる詳細度と情報は驚異的です。',
    Summoning_Scrolls:
        'ほとんどのネクロマンサーはその芸術のために骨と体を好みます。Fiozorのように精霊を召喚するレベルに到達した者はほとんどいません。',
    Travellers_Compass: 'ある旅する商人に安く売られた奇妙なコンパス。北を指すのではなく、高い場所を指します。',
    Portable_Rations: '長距離を旅行する人々のために特別に設計され、各パックは自己完結型の食事です。',
    Portable_Rations_II:
        '祖母の秘密のブレンドである11種類のハーブとスパイスが、これらの食糧を通常よりもはるかに食べやすくしました。',
    Blood_Vial:
        '吸血鬼のコミュニティでは、この厚い赤い溶液を「健康ポーション」と戯れて呼んでいますが、それは本当の血液ではなく、飢えを抑えるために使用される血液の代替品です。',
    Blood_Vial_II:
        '吸血鬼の君主は彼らの闇の領域で長い間、飢えを満たすために錬金術を頼りにしてきました。これはその探求の最新の進歩です。',
    Masquerade_Mask:
        'これらの魔法の仮面は、ほとんど何も覆っていないにもかかわらず、完全な匿名性を提供します。ただし、壊れやすいことに注意してください。',
    Golden_Reel:
        'セイレーンの髪と鱗から織られたこの金色の釣り糸は、餌を使わなくても魚を引き寄せます。ただし、その呪文の影響を受けないように注意してください。',
    Burning_Reel:
        '未知の素材で作られた奇妙な釣り糸。最初はありふれたように見えますが、水に浸すと空気に触れると燃え上がります。',
    Miners_Helmet:
        '自分の安全のために常に個人用保護具（PPE）を着用してください。それがあなたと話し始めた場合、無視してください。それはただの洞窟の煙です。',
    Rune_Essence:
        'その純粋な形態での魔法。これらの「石」はまだルーンクラフトの技術で調整されていない魔法エネルギーが凝縮されています。',
    Copper_Ore:
        '中央山脈からの一般的な銅鉱石。さまざまな人気のある用途がありますが、最も一般的には青銅を作るためにスズと合金化されます。',
    Tin_Ore:
        'Melvorの中央山脈は、世界で最も豊かで純粋な鉱脈を保持しています。同じ山脈からの銅と合金化すると、優れた青銅ができます。',
    Iron_Ore:
        '中央Melvorの東の山には、鉄鉱石と石炭の広大な鉱床があります。この資源のおかげで、首都は何世紀もの間権力の中心であり続けています。',
    Coal_Ore:
        '東の山脈から掘り出された石炭は、2倍の長さで燃え、3倍の熱さで燃えると言われています。他の人々はこれが首都の宣伝だけだと主張しています。',
    Silver_Ore:
        'Academia Arcanumの海岸を越えた西には、純銀でできた山脈があると言われています。少なくとも鉱物商人たちが主張していることです。',
    Gold_Ore:
        '世界最大の金鉱は危険な山々の下にあります。多くの人々がその富を主張しようとしました。ほとんどの人がドラゴンに食べられました。',
    Mithril_Ore:
        'これまでに発見された唯一のミスリル鉱山は「聖なる島々」にありました。この貴重な鉱石は、この小さな国を世界の大国にし、また標的にもしました。',
    Adamantite_Ore:
        'アリッド平原とその荒涼な北部の砂からアダマンタイトの小さな粒が取り除かれることがあります。砂の下にある大規模な鉱山についての噂があります。',
    Runite_Ore:
        '南の凍土地帯でしか見つからないと言われており、この鉱石がなぜGlaciaがそんなに過酷な土地に都市を建設したのかという噂があります。',
    Dragonite_Ore:
        'この鉱石は東にしか存在せず、外部地域を越えた神秘的な土地に存在します。この旅は危険ですが、報酬は想像を絶するものです。',
    Pure_Essence:
        'Academia ArcanumはMelvorで知られる最も純粋な魔法の鉱脈の上に建てられました。ここで採掘されるエッセンスは非常に濃縮されており、宝石でさえも別のものになっています。',
    Corundumite_Ore:
        'かつては無用と考えられていましたが、若い鍛冶師による革新的な技術によってその真の潜在能力が解放されました。それに続いたゴールドラッシュで多くの人々が成功し、さらに多くの人々が失敗しました。',
    Iridium_Ore:
        'この鉱物の小さな堆積物の周りで戦争が戦われました。現代では、既知のものと未知のものを問わず、それらはすべて王冠の排他的な財産と見なされています。',
    Palladium_Ore: 'この希少で魔法を導電する金属が見つかる場所はわずかで、適切に扱う方法はさらに保護されています。',
    Augite_Ore:
        'オーガイトの結晶は「成長する石」として知られており、自己増殖能力があるためです。遅いプロセスではありますが、結晶は定期的に排除されなければ、他の鉱床を食い荒らす必要があります。',
    Meteorite_Ore:
        '星が死ぬとどうなるか？この鉱石は天体の力の莫大な量で満たされていますが、天文学を定期的に研究する者だけがそれを見つける希望があります。',
    Divinite_Ore:
        'この鉱石の出所は誰も正確には知りません。それは他のことなく、ほかの鉱山がすでに長い間空のままなのは神々の気まぐれに帰せられるようになりました。',
    Bronze_Bar:
        '伝説によれば、ゴブリンは最初に青銅を作り方を学んだ最初の人々だったと言われています。これについては議論の余地がありますが、この金属の歴史は世界そのものと同じくらい古いことを誰もが否定できません。',
    Iron_Bar: '多目的で丈夫で作業がしやすい鉄は、Melvor社会の発展の基盤であり、今もなおそうです。',
    Steel_Bar:
        '資金的にも軍事的にも首都の力の基盤です。豊富な鉄鉱と seemingly endless supply of coal を持っているため、首都の骨は鋼鉄でできています。',
    Silver_Bar:
        'どこかの遠くの西に、銀でできた都市があるという伝説があります。探しに行った者のうち、ほとんどが戻ってきません。',
    Mithril_Bar:
        '神聖な力を導電する能力が非常に高く評価されており、聖なる島々はミスリルの供給を熱望して多くの攻撃を撃退してきました。',
    Gold_Bar:
        '金は世界を回しています。この貴重な金属の小さな鉱脈さえ見つけることができれば、人生を豊かにすることができます。しかし、人間だけがこの金属を羨む生物ではありません...',
    Adamantite_Bar:
        'アダマンタイトはアリッド平原の人々の文化と生活様式に大きな役割を果たしています。戦闘団体が呼ばれないとき、多くの部族の人々は砂からアダマンタイトのひらひらを移動させて生計を立てています。',
    Runite_Bar:
        '合金の中にわずかな量のルナイトが含まれているだけで、耐久性と強度が劇的に向上します。大量にあると魔法を増幅できます。',
    Dragonite_Bar:
        '東洋の商人たちはドラゴナイト鉱石を西洋に珍しみました。それが西洋のルナイトと合金化されると、両方の金属のポテンシャルが大幅に向上することが発見されました。',
    Iridium_Bar:
        'イリジウムの魔法的な力と力を増幅する能力は、非常に貴重です。それほどまでに、国々の間の貿易は金ではなくイリジウムで行われています。',
    Corundumite_Bar:
        '正しく加工された場合、コランダム鋼の武器はどんな防御を貫通し、衰弱した傷を残す魔法の刃を生産できます。',
    Palladium_Bar:
        'パラディウムは魔法エネルギーを伝導する能力に対して高く評価されており、多くの失われた技術の鍵であるとの理論も存在します。学者たちは今その秘密を再学習しようとしています。',
    Augite_Bar:
        'オーガイトの刃からの傷は、数時間で人を結晶に変えることができ、オーガイトの鎧は十分な時間が与えられれば「再生」する能力があり、それが「生きている金属」の愛称を得ています。',
    Meteorite_Bar:
        'これらのセレスティアルバーには完全に理解されていない奇妙な特性があります。一瞬では浮かび上がるほど軽く、次には地中に沈むほど重くなります。',
    Divinite_Bar:
        'かつては神々だけがこの金属を作業できると考えられていました。今では奇跡を現実にするのは人間の手です。進んで伝説を創り出してください。',
    Topaz: '魔法のエネルギーで充電されると、トパーズは人の反射神経または幸運を高めることができ、それが銀または金とペアにされるかどうかに応じて異なります。これらが単なる同じものではないかという疑問もあります。',
    Sapphire:
        'サファイアには多くの用途がありますが、最も一般的なのはさまざまな魔法のバリアの焦点としてです。巨大なサファイアのバリアはかつて古代の悪を封じ込めました。',
    Ruby: 'ルビーはその養育のぬくもりで有名で、ほとんどの再生または体の強化の魔法に欠かせない要素です。それらは十分に熟練した者によってポーションにも使用できます。',
    Emerald: 'エメラルドは結合と制御の魔法に優れており、自動化または魂の結合儀式のための適した焦点です。',
    Diamond:
        'ほとんどが美しい岩石と考えられていますが、最近の魔法的な進歩により、これらの宝石が確率に影響を与える特異な能力を持っていることが示されています。それはどのような可能性でしょうか？',
    Onyx: 'この真夜中の黒い宝石は魔法エネルギーと奇妙な親和性を持っており、強力なシールドを生成したり、それらを突破したりするために使用できます。',
    Oricha: '内部の光を放つ紫の宝石。この宝石はエネルギーを吸収し方向を指示する能力があるため、さまざまな追求活動の強力な焦点として使用されています。',
    Cerulean:
        'この希少な宝石から放射される強烈な純粋なエネルギーは生物の生命と奇妙な方法で反応します。正確に制御されれば、多くの強力な癒しの魔法の要素として役立ちます。',
    Runestone:
        '純粋なルーンストーンの存在によって変化したより一般的な宝石。他の宝石と同様に専門化しているわけではありませんが、Runestoneははるかに多才です。',
    Zephyte:
        'そんなに珍しい宝石であるため、しばしば神話と呼ばれます。この宝石を焦点とする魔法は壊滅的で、ほとんど神聖な力を持っています。',
    Necromancer_Hat: '体と魂のつながりを研究した孤立した死霊術学校の制服。',
    Necromancer_Boots:
        'その学校を創設した古代の死霊術師は、生まれて以来、もしくはそれ以来の最も強力な存在の一人と言われていました...',
    Necromancer_Bottoms:
        '古代の死霊術師の魂への執着はついには狂気に追いやりました。これらのローブは彼の生徒たちから見つかったもののすべてです。',
    Necromancer_Robes:
        '死んだ都市を越え、暗い森の奥深くを通り抜けると、古代の存在が勇敢な英雄たちを待っており、彼を狂気から解放するか、彼と彼の精霊に加わることができます。',
    Summoning_Shard_Red:
        '迷子の魂の血まみれの破片。赤い破片は流血と暴力と最も共鳴します。それからの保護、またはそれを持続させるためのもの。',
    Summoning_Shard_Green:
        '迷子の魂の生き生きとした破片。緑の破片は自然の生き物の精霊と最も共鳴します。動物と要素の精霊の両方。',
    Summoning_Shard_Blue:
        '迷子の魂のきらめく破片。青い破片は心を広げ、好奇心を引き寄せます。これらを召喚した精霊はより知識豊富な種類です。',
    Summoning_Shard_Silver:
        'この破片は光り輝いています。銀の破片は知恵と幸運の精霊を引き寄せると言われ、したがってすべての種類の職人や学者に人気です。',
    Summoning_Shard_Gold:
        'この金の結晶の破片は、赤の暴力への渇望と青の秩序だった理解への渇望をより簡単に調和させる橋として機能します。',
    Summoning_Shard_Black:
        '金が赤と青のバランスを取るのと同様に、ブラックも自然と創造のギャップを埋め、奇跡を生み出すことを可能にします。',
    Summoning_Familiar_Golbin_Thief:
        'ゴブリンの精神は引き寄せるのは簡単ですが、コントロールは難しいです。賢い召喚師はこれらの生き物のエネルギーをより...生産的な目的に向ける方法を知っています。',
    Summoning_Familiar_Ent:
        'これらの木に住む精霊は定期的に枯れた枝を投げ捨て、ホストツリーの健康を向上させます。Entによって投げ捨てられた木材は非常に求められています。',
    Summoning_Familiar_Mole:
        'これらの地球の精霊は一般的なモグラのように見えますが、鉱床を嗅ぎ分ける巧妙な能力を持っています。しかし、彼らを養うことは新しい召喚師が負担できる以上に高くつくかもしれません。',
    Summoning_Familiar_Occultist:
        'これらの盲目の醜い女は生活においてただ一つの欲望しか持っていません。弱い意志の人々の心をねじ曲げることです。彼らをあなたの敵に向けて指示すれば、喜んで魔法をかけます。',
    Summoning_Familiar_Wolf:
        'いつも空腹なオオカミは不死身だと言われています。それが各敵を食べるたびに、それは癒され、より強力になりました。最終的に殺されたとき、その魂は罪を償うためにスピリットキングによって捕らえられました。',
    Summoning_Familiar_Octopus:
        '古い漁師の物語では、ある男が一度彼の最後の魚を飢えたタコに与えたと伝えられています。数年後、同じ男が巨大なクラーケンからクジラの体を贈られたと主張しました。',
    Summoning_Familiar_Minotaur:
        '戦争の専門家、ミノタウロスの傭兵はMelvor全土で最も求められている兵士の一人です。ただし、彼らの気質は彼らの斧の刃と同じくらい鋭いことに注意してください。',
    Summoning_Familiar_Pig:
        'ある寓話によれば、最初の料理長が他の誰とも食事を共有しないよう拒否したことがあります。罰として、神々は彼を豚に変えました。不屈の料理長は彼の仕事を続けました。',
    Summoning_Familiar_Crow:
        'カラスは長い間、魔法のエネルギーを導く自然な資質のために魔法使いたちの好意的な使い魔でした。本能か先天的な知能か、カラスは言っていません。',
    Summoning_Familiar_Centaur:
        'ミノタウロスに対抗する激しい競争相手、これらの2つの種族間の流血戦争は年月とともに競争の一つに変わりました。今では傭兵として金メダルを競っています。',
    Summoning_Familiar_Witch:
        '魔女の魂は適切な手順を踏むと捕らえることができると言われています。これが賢明なことかどうかは議論の余地がありますが、一部の人々はそのような些細な問題を超越しています。',
    Summoning_Familiar_Leprechaun:
        'ゴールドの精霊、これらの生き物は最も古代のドラゴンさえも超えるほど深い強欲を持っています。彼らは彼らの寶を増やすためにどんな手段でも講じます、そしてしたがって力を持っています。',
    Summoning_Familiar_Monkey:
        '驚くほど知恵のあるこれらの生き物は、単純なタスクを実行するように訓練することができ、すべての分野の職人の間で人気があります。ただし、彼らの周りに輝くものを何も置いていかないでください。',
    Summoning_Familiar_Cyclops: 'サイクロプスの文化は狩りを中心に展開しており、それゆえ',
    Summoning_Familiar_Salamander:
        'これらの火の精霊は、整った炉で居眠りするのが大好きです。鍛冶師は彼らを引き寄せようとし、それによって炎を浄化し強化し、高品質の金属を生産します。',
    Summoning_Familiar_Unicorn: '癒しの魔法の具現、ユニコーンはMelvor全体で無数の伝説をインスパイアしました。',
    Summoning_Familiar_Bear:
        '最初のドルイドが北の森で冬の準備をしている間に大きな熊を見て、安全なハーブが何かを学んだと言われています。',
    Summoning_Familiar_Devil:
        '悪魔は悪魔ではありません。それらはむしろエントが燃えるときに作られるものです。灰から生まれたこれらの "エンバースピリット" は自分たちの種を作ることだけを求めています。',
    Summoning_Familiar_Dragon:
        'ドラゴンの骨はかつての栄光のかすかな響きを保持しています。熟練した召喚師によってそれを誘発させることができます。その結果の影は強力な仲間です。',
    Summoning_Familiar_Lightning_Spirit:
        '純粋なエレメンタルライトニングが具現化したもの。ゴーレムよりも呪文のような存在で、これらの "生物" には簡単な命令が与えられます。',
    Summoning_Familiar_Eagle:
        ' "大いなる悪" を封印するのを助けた五つの守護精霊のうちの一つ。ワシは彼らのチャンピオンが常に一歩先にいるように、強力な風を呼び寄せました。',
    Summoning_Familiar_Owl:
        ' "大いなる悪" を封印するのを助けた五つの守護精霊のうちの一つ。フクロウは正しい者に星の秘密とその天体の力を教えました。',
    Summoning_Familiar_Siren:
        '非常に魔法的なセイレーンはかつてほぼ絶滅寸前に狩られました。彼らはその後、人間から身を隠すのを学び、彼らの特異な魔法は彼らを世界から隠すのに役立ちます。',
    Summoning_Familiar_Spider:
        ' "大いなる悪" を封印するのを助けた五つの守護精霊のうちの一つ。クモは待ち伏せし、敵が最も脆弱なときに襲いました。',
    Summoning_Familiar_Beaver:
        ' "大いなる悪" を封印するのを助けた五つの守護精霊のうちの一つ。ビーバーは木工の芸術を教え、砦と弓の両方を建てるのに役立ちました。',
    Summoning_Familiar_Fox:
        ' "大いなる悪" を封印するのを助けた五つの守護精霊のうちの一つ。キツネは土地を探索し、闇の潮流を打ち返すのを助ける者を探しました。',
    Summoning_Familiar_Spectre:
        '真夜中の谷から滲み出る純粋な悪意から生まれ、その憎しみは方向性がありません。あなたの敵を自分のものにしてください。'
};
