export const language = {
    Bronze_Arrows: '일반 화살에 브론즈 머리가 달린 것. 날카롭습니다!',
    Iron_Arrows: '일반 화살에 철 머리가 달린 것. 무거워요!',
    Steel_Arrows: '강철 머리가 달린 정교한 화살. 멜보르의 강도들이 좋아하는 화살입니다.',
    Mithril_Arrows: '희귀한 미스릴 머리가 달린 화살. 신성한 힘을 쉽게 채널할 수 있습니다.',
    Adamant_Arrows:
        '희귀한 아다만트 머리가 달린 화살. 마른 평야의 사람들 사이에서 내구성과 관통력 때문에 인기가 있습니다.',
    Rune_Arrows:
        '룬 머리가 달린 강력한 화살. 마른 평야의 사람들 중에서 룬 화살 사용은 훌륭한 궁수의 조짐으로 여겨집니다.',
    Dragon_Arrows:
        '드래곈 머리가 달린 파괴적인 화살. 마른 평야의 사람들은 이 화살이 한때 신을 처치하는 데 사용되었다는 전설을 전합니다.',
    Ice_Arrows: '딥 사우스의 마법이 담긴 화살. 다루는 방법에 주의하세요.',
    Ancient_Arrow: '신들이 대지를 걸었던 옛날 시대의 파괴적인 화살. 그들의 제작 방법은 시대의 흐름에 잊혀졌습니다.',
    Topaz_Bolts: '깨진 토파즈가 달린 철 제 석궁 볼트. 가장자리에 주의하세요!',
    Sapphire_Bolts: '깨진 사파이어가 달린 철 제 석궁 볼트. 적의 눈에 반짝임 (및 볼트)을 넣어보세요!',
    Ruby_Bolts: '깨진 루비가 달린 철 제 석궁 볼트. 빨간색은 피의 자국을 숨기는 데 도움이 됩니다.',
    Emerald_Bolts: '깨진 에메랄드가 달린 철 제 석궁 볼트. 걱정하지 마세요. 그것들은 독이 아닙니다!',
    Diamond_Bolts: '깨진 다이아몬드가 달린 철 제 석궁 볼트. 적의 심장으로 가는 가장 빠른 방법!',
    Jadestone_Bolts:
        '깨진 Jadestone이 달린 철 제 석궁 볼트. 전설에 따르면 이것은 공주가 자신의 용 잡는 데 사용하도록 설계했다고 합니다.',
    Corundum_Arrows: '코런덤 금속이 달린 위험한 화살. 가벼우면서 상상할 수 없을 만큼 날카로워요.',
    Augite_Arrows: '메탈라이즈드 Augite 크리스탈이 달린 치명적인 화살. 고대 해룡을 사냥하는 데 사용되었습니다.',
    Divine_Arrows: 'Divine 금속이 달린 대재앙적인 화살. 대지를 찢고 하늘을 깨뜨릴 수 있습니다.',
    Ethereal_Arrows: '강력한 영혼들의 원한이 담긴 Divine 화살. 그들의 에테르널한 본질은 모든 방어를 뚫을 수 있습니다.',
    Onyx_Bolts: '깨진 온닉스가 달린 철 제 석궁 볼트. 밤보다 어둡습니다.',
    Meteorite_Bolts: '천상의 금속이 달린 철 제 석궁 볼트. 적에게 하늘을 불러일으킵니다!',
    Decay_Bolts: '강력한 독으로 뒤덮인 온닉스 석궁 볼트. 만질 시 치명적입니다.',
    Zephyte_Bolts: '신성한 기원의 깨진 보석이 달린 철 제 석궁 볼트. 아름다울 뿐만 아니라 파괴적입니다.',
    Amulet_of_Fishing: '당신은 이것을 오래된 상자에서 찾았습니다. 물고기를 끌어당기는 향기를 방출합니다.',
    Amulet_of_Strength: '착용자의 힘을 증가시키도록 부여된 아뮬렛. 즉시 근육이 발달합니다!',
    Amulet_of_Accuracy: '착용자의 반사 신경을 증가시키도록 부여된 아뮬렛. 착용하면 세상이 더 선명해집니다.',
    Amulet_of_Defence: '피부를 단단하게 만들고 착용자를 피해로부터 보호하는 아뮬렛. 로션이 필요할 것 같아요?',
    Amulet_of_Ranged: '발사체를 목표로 안내하기 위해 부여된 아뮬렛. 멜보르 후원 경기에서 금지되었습니다.',
    Amulet_of_Magic: '마법 에너지를 증폭시키도록 부여된 아뮬렛. 룬은 포함되어 있지 않습니다.',
    Amulet_of_Glory: '오직 최정예 기사들만 착용하는 강력한 아뮬렛. 명예의 표지이자 의무의 표지입니다.',
    Elite_Amulet_of_Strength: '이 아뮬렛을 착용하면 근육이 팽창하고 셔츠에서 터져 나옵니다. 정말로 들었니, 친구?',
    Elite_Amulet_of_Accuracy: '나는 모든 것을 볼 수 있어...',
    Elite_Amulet_of_Defence: '돌의 피부와 강철의 뼈. 심지어 신도 당신을 복종시킬 수 없어요.',
    Elite_Amulet_of_Ranged: '휘슬링 밴딧은 한 번의 화살로 전투선박 전체를 처치하는 데 이 아뮬렛을 사용했습니다.',
    Elite_Amulet_of_Magic:
        '신들은 이 아뮬렛을 한 번 더 나은 것을 만들어낸 마법사가 사용한 후로 제한했습니다. 그리고 그걸 또 사용했습니다. 그리고 그 다음에...',
    Elite_Amulet_of_Glory: '당신의 영광이 다른 사람의 영광보다 더 영광스러울 때.',
    Amulet_of_Fury: '이 아뮬렛의 각 구슬은 고대 용의 광택이 부여된 비늘이며, 붉은 보석은 결정화된 용의 불입니다.',
    Amulet_of_Torture:
        '신비한 이단이 부정한 의식에서 사용하는 아뮬렛입니다. 중앙의 보석에서 갇힌 죽은 자의 영혼을 들을 수 있습니다.',
    Fury_of_the_Elemental_Zodiac:
        '말크의 비늘은 강력한 마법 시약입니다. 강력한 마법 아뮬렛의 에너지를 흡수한 후, 이 아뮬렛은 죽은 자의 손에는 어울리지 않는 힘을 얻었습니다. - <span class="ide fsi">"너희의 힘을 모아! 나는 무적이다!"</span>',
    Amulet_of_Looting:
        '이를 착용하면 Pygmy 거미의 수장으로 표시됩니다. 그들에게 당신의 물건을 은행에 넣도록 강요하세요.',
    Bone_Necklace:
        '이 목걸이는 자신의 난리를 정리하기 지치는 강렬한주술사에 의해 만들어졌습니다. 그래서 그는 자신의 난리가 스스로 정리되도록 했습니다.',
    Burning_Amulet_of_Gold:
        '불 정령에게서 선물받은 마법 부여된 아뮬렛. 불길이 사그러들 때 금조각을 발견할 수 있습니다.',
    Burning_Amulet_of_Stardust:
        '불 정령에게서 선물받은 마법 부여된 아뮬렛. 마법 나무의 재료는 작은 우주의 힘을 갖고 있다고 합니다.',
    Burning_Amulet_of_Ash: '불 정령에게서 선물받은 마법 부여된 아뮬렛. 잘 관리된 불의 재료는 여러 용도로 사용됩니다.',
    Burning_Amulet_of_XP: '불 정령에게서 선물받은 마법 부여된 아뮬렛. 나는 정말 파이로매니아가 아니에요!',
    Silver_Topaz_Necklace: '이 목걸이의 탑az와 실버의 결합은 감각을 날카롭게하고 검을 가볍게합니다.',
    Silver_Sapphire_Necklace: '실버와 사파이어는 함께 사용될 때 마법 에너지를 치유력으로 변환합니다.',
    Silver_Ruby_Necklace: '따뜻한 루비와 차가운 실버가 피부를 상쾌하게 하고 몸을 강화시킵니다.',
    Silver_Emerald_Necklace:
        '실버와 에메랄드는 행운을 가져오는 것으로 알려져 있습니다. 분실된 화살을 찾는 데 도움을 주고 적이 그들을 찾게합니다.',
    Silver_Diamond_Necklace:
        '왜 실버와 다이아몬드가 큰 막대기로 더 강하게 쳐지게 만드는지는 아무도 모릅니다. 이것은 멜보르의 큰 미스터리 중 하나입니다.',
    Gold_Topaz_Necklace: '이 목걸이는 부를 끌어당기는 소문이 있어 귀족 사이에서 인기가 있습니다.',
    Gold_Sapphire_Necklace:
        '금과 사파이어가 함께 사용되면 마음을 날카롭게하고 다가오는 발사체를 쉽게 발견할 수 있습니다.',
    Gold_Ruby_Necklace: '금은 루비의 힘을 더 향상시키며 더 빨리 치유하고 더 많은 범위까지 치유할 수 있도록 합니다.',
    Gold_Emerald_Necklace:
        '금으로 세트된 에메랄드는 적대적인 마법을 탐지하는 데 사용되어 도둑 같은 유형 사이에서 인기가 있습니다.',
    Gold_Diamond_Necklace:
        '금과 다이아몬드는 마법의 존재에 대비하여 칼집의 타격을 피할 수 있는 소규모 방패를 생성합니다.',
    Deadeye_Amulet:
        '에리스의 최고의 궁수들은 1000 미터 거리에서 파리를 맞출 수 있었습니다. 이 다이아몬드 아뮬렛은 그들의 기술을 인정받아 만들어졌습니다. 독립된 독약을 들고 있다는 소문입니다.',
    Warlock_Amulet:
        '글레이시아 시티의 마법사들은 적의 생명력을 빨아들이는 것으로 알려져 있습니다. 이 아뮬렛을 착용한 모든 사람들은 마지막으로 불타는 광기에 굴복합니다.',
    Guardian_Amulet:
        '절박한 순간에 보호를 제공하기 위해 선물받은 아뮬렛. 그 빛은 어둠을 관통하고 모든 위험을 없앱니다.',
    Fighter_Amulet:
        '이 마법 아뮬렛은 혼돈의 군주의 검투사들이 착용했습니다. 그들이 싸우면서 무자비한 분노가 전쟁의 광산을 가동시켰습니다.',
    Jeweled_Necklace: '작은 유리 보석이 달린 간단한 아뮬렛. 행운을 가져온다는 소문입니다.',
    Amulet_Of_Incantation:
        '취약하기 때문에 전투에는 적합하지 않지만, 이 마법 아뮬렛은 주술사들 사이에서 입을 수 있음으로 인해 인기가 있습니다.',
    Burning_Amulet_of_Charcoal:
        '불 먹는 뱀의 배에서 불 정령이 당신에게 이 아뮬렛을 선물했습니다. 당신의 손길에 불이 숯으로 변합니다.',
    Woodcutting_Ring_Fragment:
        '까마귀의 둥지 안에서 찾은 이상한 금속 반지. 던질 때 위로 떠오릅니다. 마치 하늘의 무언가를 끌어당기는 듯합니다.',
    Woodcutting_Amulet_Fragment:
        '까마귀의 둥지 안에서 찾은 이상한 금속 장식. 밤에 중앙을 esr로 들여다보면 이전에 보지 못한 별을 볼 수 있습니다.',
    Meteorite_Woodcutting_Amulet:
        '천체 금속과 융합된 후, 이 아뮬렛은 진정한 힘을 깨웠습니다. 나무를 베는 동안 별똥별처럼 빛납니다.',
    Iridium_Onyx_Necklace: '발사체에 맞으면이 목걸이는 에너지 일부를 흡수하여 치명적인 타격을 되돌릴 수 있게 해줍니다.',
    Palladium_Onyx_Necklace:
        '전 세계의 사냥꾼들의 즐겨찾는 아이템입니다. 이 아뮬렛은 손-눈 협응력을 증가시켜 적으로부터 얻은 소재를 쉽게 수확할 수 있게 해줍니다.',
    Iridium_Oricha_Necklace:
        '이 아뮬렛은 착용자의 선택에 따라 투사체로 리디렉션할 수 있는 마법 에너지를 흡수합니다. 파괴적인 힘을 증가시킵니다.',
    Palladium_Oricha_Necklace: '정확한 사격과 빠른, 깨끗한 처치는 대상의 가치를 크게 높일 수 있습니다.',
    Iridium_Cerulean_Necklace:
        '이 돌의 강력한 생명 마법은 착용자의 생명력을 빼앗아 치유되지 않게 합니다. 그러나 적도 그럴 수 있습니다.',
    Palladium_Cerulean_Necklace:
        '이 돌의 강력한 생명 마법은 치유 속도를 크게 증가시킵니다. 그러나 몸의 자원을 더 많이 소모해야합니다.',
    Iridium_Runestone_Necklace:
        '이 마법적인 보석은 적의 갑옷과 같은 금속이 많이 있을 때 마법 에너지를 크게 증폭시킵니다.',
    Palladium_Runestone_Necklace: '이 마법 보석은 소재를 시간적 버블에 보존하여 부패를 방지하고 가치를 증가시킵니다.',
    Iridium_Zephyte_Necklace:
        '타이탄과 싸울 것을 바라는 이들에게 선물받은 신성한 목걸이. 당신의 발이 결코 흔들리지 않기를.',
    Palladium_Zephyte_Necklace:
        '강력한 약자를 균등하게 하는 데 사용되는 이 신성한 아뮬렛의 마법은 전설적인 야수와 싸울 때 필요합니다.',
    Poison_Lifesteal_Amulet: '적당한 량으로 모든 것이 의약품이 될 수 있습니다. 심지어 독도 그렇습니다.',
    Headless_Arrows: '투사 준비된 깃털 화살. 활제작의 예술은 시대와 더불어 오래되었습니다.',
    Feathers: '다양한 날개 생물의 깨끗한 깃털. 화살로 날아갈 준비가 되었거나 물약으로 만들 수 있습니다.',
    Headless_Bolts:
        '다양한 발사 메커니즘에 맞도록 설계된 철제 석궁 볼트. 봉인은 보석 파편을 쉽게 부착하도록 만들어져 힘을 크게 향상시킵니다.',
    Arrow_Shafts:
        '여러 종류의 나무로 화살 샤프트를 만들 수 있지만 고품질의 나무가 더 좋은 결과를 보이는 경향이 있습니다.',
    Bronze_Arrowtips: '청동으로 단조된 화살촉. 청동은 부드러울 수 있지만 적의 연약한 부분도 그렇습니다.',
    Iron_Arrowtips:
        '동쪽 산에서 풍부하게 채굴된 철광석으로 만들어진 이 화살촉은 Melvor에서 가장 인기 있는 것 중 일부입니다.',
    Steel_Arrowtips: '강화강으로 이러한 화살촉은 탁월한 관통력을 제공하여 강도와 모험가 모두에게 인기가 있습니다.',
    Mithril_Arrowtips:
        '신성한 힘을 전도하는 뛰어난 능력 때문에 홀리 아일즈의 활잡이들은 다른 모든 것보다 미스릴을 선호합니다.',
    Adamant_Arrowtips: '사막 평원의 부족 중에서 아다만트 화살촉은 가치가 매우 높아 동전 대신 사용되기도 합니다.',
    Rune_Arrowtips:
        '사막 평원의 부족 중에서 상처에서 룬 화살촉을 파는 것은 큰 영광으로 여겨집니다. 이것들은 명수 궁수와 대면하고 살아서 이야기할 수 있는 증거입니다.',
    Dragon_Arrowtips:
        '위대한 적을 쓰러뜨릴 때마다 사막 평원의 족장은 그들의 머리 장식에 드래고나이트 화살촉을 추가합니다. 명예의 표시로... 그리고 경고로.',
    Consumable_Enhancer:
        '세계 각지의 장인들이 서로간에 호의를 교환하기 위해 사용하는 작은 토큰. 이러한 것들은 한 장인이 다양한 유용한 가방과 두루마리를 [업그레이드]할 수 있도록 사용할 수 있습니다.',
    Thiefs_Moneysack:
        '법의 눈에서 벗어날 수 있는 숨겨진 자루... 또는 다른 끈적거리는 손가락에서 벌어진 금을 안전하게 보관하는 데 사용됩니다.',
    Seed_Pouch:
        '새로운! 우리 친절한 이웃 Seed Co.에서! 저희의 올인원 씨앗 파우치는 연중 내내 작물 수확량을 증가시키는 것이 보장됩니다!',
    Runecrafting_Pouch:
        '이 마법의 파우치는 룬 제조 과정 중에 발생하는 낭비 에너지를 흡수하여 공기에서 룬 에센스를 생성합니다.',
    Alchemists_Bag: '물약의 효능을 높이기 위해 설계된 기본 화학적 시약의 작은 주머니.',
    Thiefs_Moneysack_II: '이 마법의 자루는 마그넷처럼 금을 끌어들입니다! 그 금이 여러분의 것인지 여부에 관계없이.',
    Seed_Pouch_II: 'Seed Co.의 친절한 이웃으로부터 Vr. 2.0! 이제 무서운 괴물들의 무리를 유혹하기 어려워졌습니다!',
    Alchemists_Bag_II: '이러한 희귀한 화학 시약은 포션의 효과를 크게 향상시킬 수 있지만, 그들은 맛이 끔찍하다. 하지만.',
    Frostshield_Amulet:
        '얼음 하이드라의 차가운 심장에서 조각한 부적. 주위에 얼음이 둘러싸인 경우 생물의 일부 능력을 부여합니다.',
    Lightning_Amulet: '하늘의 군주 RaZu의 부적. RaZu의 얼음 적에 대한 원한이 생물로부터 보호를 제공합니다.',
    FrostSpark_Amulet:
        '얼음 하이드라의 차가운 피로 하늘의 군주의 원한을 달래면 이 부적의 진정한 힘을 발휘할 수 있습니다.',
    Allure_Amulet: '대호수의 안개 세이렌에 의해 만들어진 부적. 보기만 해도 졸린 기분이 듭니다.',
    Amulet_of_Prayers: 'Melvor에서는 다양한 형태의 숭배가 있습니다. 그 중 일부는 적의 얼굴을 치는 것도 포함됩니다.',
    Voodoo_Trinket:
        '점술가가 저주를 부리기 위해 사용하는 작은 밀짚 인형. 충분히 오래 바라보면 내부에서 무언가가 움직이는 것 같다고 주장할 수 있습니다.',
    Amulet_of_Curse_Totem_Summon:
        '한때 위대한 영혼이 악한 강령술사에 의해 세 부분으로 나눠졌습니다. 이 아뮬렛은 그 몸에서 만들어졌습니다. 그 시선을 만난 모든 사람은 영원히 저주받을 것입니다.',
    Corundum_Arrowtips: '코런덤 금속으로 단조된 화살촉은 너무 날카로워서 쓰러뜨리는 질병을 남길 수 있습니다.',
    Augite_Arrowtips:
        '오파이트 결정은 용에게 독이라고 합니다. 지금도 의도한 사냥꾼들이 남긴 화살촉은 낡은 짐승들의 가죽 안에서 찾을 수 있습니다.',
    Divine_Arrowtips:
        '신성한 기원의 금속으로 만든 화살촉. 진실이 무엇이든 그들이 관통할 수 없는 가죽이나 갑옷은 발견되지 않았습니다.',
    Artisan_Pouch: '다음 프로젝트에 필요한 다양한 용품으로 가득한 작은 주머니.',
    Artisan_Pouch_II:
        '당신이 보지 않는 동안 당신의 작품을 마법으로 향상시키는 작은 노움인 보브가 포함되어 있습니다. 그의 입 안에 손을 넣지 마세요. 그는 물어 봅니다.',
    Kindling_Pouch:
        '장인들은 이 특별한 점화재를 태우면 생기는 재를 예외적으로 값진 것으로 여깁니다. 그것이 만드는 불꽃은 밝은 황금색입니다.',
    Kindling_Pouch_II: '뜨거운 불꽃에서 태울 때이 특별한 점화재는 고가로 판매할 수 있는 황금색 가루를 생산합니다.',
    Stamina_Pouch:
        '체력을 높이고 민첩성을 향상시키는 것으로 알려진 하얀 알약의 작은 주머니. 4시간 이상 장애물 코스에 머무르는 경우 의사와 상의하십시오.',
    Spirit_Bag: '가방 속에서 연금술! 물건과 룬을 넣고 흔들어 솔리드 골드 레플리카를 꺼냅니다!',
    Chefs_Bag:
        '이 내열성 주머니는 요리사가 대가리를 만드는 데 필요한 모든 스파이스와 재료에 쉽게 액세스할 수 있도록 화덕 쪽에 부착됩니다.',
    Summoners_Bag:
        '소환식 중에 의식사들이 사용하는 작은 가방. 소환 과정의 효과를 증가시키도록 에너지를 집중하고 지시할 수 있습니다.',
    Whetstone: '흔한 자연 갈퀴. 이와 같은 돌은 모든 종류의 사람들에 의해 흔히 가지고 다닙니다.',
    Meteorite_Warrior_Ring:
        '한때 전사가 악한 신을 상대하기 위해 천상의 검을 들었습니다. 그 때 그는 신조차 피를 흘릴 수 있다는 것을 깨달았습니다.',
    Meteorite_Marksman_Ring:
        '한 활잡이가 하늘의 별을 사격하고 꿈꾼 적입니다. 그 별들이 떨어지면 적들은 숨을 곳이 없었습니다.',
    Meteorite_Spellcaster_Ring:
        '한 법사가 자신의 집과 군대 사이에 서서 별들로부터 도움을 기도했습니다. 잿빛이 사라지면 군대의 흔적은 없어졌습니다.',
    Deadeye_Ring:
        '예로부터 Aeris의 장군들을 나타내는 인장 반지. 그 중앙의 보석은 화살의 속도와 힘을 높이는 공기 통로를 만듭니다.',
    Warlock_Ring:
        'Glacia 도시의 고위 마술사들을위한 직책 배지. 바다 여신이 그녀의 불타는 분노에 빠지면 그녀의 마술사들도 그녀와 미친 듯이 따랐습니다.',
    Guardian_Ring:
        'Terran의 수호자들은 이 릴을 평생 동안 착용했습니다. 그것의 마법은 착용자를 얇은 돌의 두꺼운 층으로 덮어 어떤 칼도 차단 할 수 있습니다.',
    Fighter_Ring:
        'Ragnar의 구덩이 챔피언들에게 선물로 주어진이 반지를 착용한 검투사들은 야수보다 인간 같다고 소문이 났으며 전투를 즐겼습니다.',
    Poison_Virulence_Ring: '이 독은 당신의 날개를 끊어서 당신을 떨어뜨렸습니다...',
    Burning_Madness_Ring: '... 그러면서 미침이 안에 끓였습니다...',
    Spiked_Shell_Ring: '... 근거 없는 두려움이 당신을 당신의 팔에서 가두어 놓았습니다...',
    Relentless_Fury_Ring: '... 당신의 분노가 사라질 때까지 닫혀 있습니다.',
    Silver_Topaz_Ring:
        '보다 큰 부적만큼 강력하지는 않지만이 반지는 길을 헤매는 칼의 신뢰를 안내하는 데 도움이 된다고 합니다.',
    Silver_Sapphire_Ring:
        '활성화되면이 반지는 손을 약한 장벽으로 뒤덮습니다. 이 장벽은 칼을 막거나 화살을 피하거나 손을 흔들어 대상을 공격하는 데 사용할 수 있습니다.',
    Silver_Ruby_Ring: '이 루비 반지는 일반적으로 가능한 것보다 더 많은 힘을 내리칩니다. 6팩은 보너스입니다.',
    Silver_Emerald_Ring:
        '이 반지를 착용한 손으로 그려진 활 또는 던져진 물체는 일반보다 멀리 날아가고 강하게 충격을 줍니다.',
    Silver_Diamond_Ring:
        '주님!이 거대한 다이아몬드 반지의 빛이 누군가를 실명시킬 수 있습니다! 적들의 공격을 피할 때 더 쉽게 할 수 있다는 것을 의미합니다.',
    Gold_Topaz_Ring:
        '강력한 마법사 한 명이 비밀 보물을 남겼으며, 유일한 단서는이 보기 간단한 반지를 만드는 지침이었습니다.',
    Gold_Sapphire_Ring:
        '이 반지가 생성하는 장벽은 은의 친척보다 안정적이지 않습니다. 장벽을 파괴하는 반동은 일부 심각한 손상을 줄 수 있습니다.',
    Gold_Ruby_Ring: '루비와 금의 따뜻한 광채는 건강을 촉진하고 치유 과정을 쉽게 만든다고 합니다.',
    Gold_Emerald_Ring:
        '자신의 기술을 훈련시키기 위해 사용되는 자를 위한, 이 반지를 착용한 손으로 휘두르는 무기는 보통보다 훨씬 무거워질 것입니다.',
    Gold_Diamond_Ring:
        '이 반지를 착용하는 사람들은 물건을 잃을 걱정을 할 필요가 없으며, 따라서 시대를 초월한 좋은 운을 가져다 주는 행운의 부적으로 치안되어 왔습니다.',
    Aorpheats_Signet_Ring:
        '한 고대 마법사는 큰 악에 대항하여 세상을 지키기 위해 목숨을 바친 것으로 알려져 있습니다. 그의 유산의 모든 것은 이 속임수 같이 보이는 인장 반지뿐입니다.',
    Pirates_Lost_Ring: '바다에서 잃어버린 작은 반지. 그것을 손가락에 끼우면 파도와 조수에 대한 그리움이 느껴집니다.',
    Ancient_Ring_Of_Skills:
        '이 마법 부여된 반지는 어떤 장인도 질투할 만한 다양한 도구를 만들어낼 수 있습니다. 그들은 극히 드물기 때문에 몇몇 사람만이 하나를 보았습니다.',
    Ancient_Ring_Of_Mastery:
        '고대 마스터의 영혼이 담긴 반지. 착용하면 일부는 자신의 일에 대한 지시를 듣는다고 주장합니다.',
    Shaman_Ring: 'Shrouded Badlands의 샤먼들은 그들의 두 땅 사이의 고대 유적에서 북동 숲의 드루이드들과 자주 만납니다.',
    Sandstorm_Ring:
        '모래 야수를 처치하고 그 심장을 이 반지로 만드는 것은 어린 Arid Plains 부족의 젊은이들에게 가장 위험한 수련의 의식 중 하나이자 가장 존경받는 행사 중 하나입니다...',
    Tormented_Ring:
        '이 저주받은 반지는 그 착용자에게 엄청난 힘을 부여하지만 끔찍한 대가를 치릅니다. 그 과거 소유자들의 영혼은 모두 한밤중의 검은 보석에 갇혀 있을 수 있습니다.',
    Wasteful_Ring:
        '이 비취 반지는 자신의 지나친 욕심과 탐욕이 미쳐가도록 이르게 한 사악한 용의 발톱에서 만들어졌습니다. 그렇게 기아가 당신을 소비하지 않도록 조심하십시오.',
    Hunters_Ring: '한때 세계에서 가장 큰 사냥꾼이 소유했습니다. 그는 곧 자신이 사냥당하게 될 것임을 알지 못했습니다.',
    Ring_Of_Wealth:
        '이 반지의 부를 끌어당기고 금을 창조하는 능력에 관한 소문은 무수한 모방품을 낳았습니다. 성공한 것도 있고 그렇지 않은 것도 있습니다.',
    Ring_Of_Power:
        '수수께끼의 힘의 하수인들이 착용한 반지. 그것은 그들의 권한을 나타내고 강제로 이를 시행하는 수단이었습니다.',
    Natures_Blessing_Ring:
        '자연의 축복을 받은 샤먼의 반지는 그들의 동맹인 드루이드들에 의해 인정받으며, 자연에 더 가깝게 다가가고 치유 능력을 향상시킵니다. 그것은 건조한 Badlands에서 환영받습니다.',
    Ring_Of_Blade_Echoes:
        '이 마법의 반지는 대상을 공격하는 환상의 칼을 만듭니다. 일부는 원래의 힘의 일부만 가지고 있으므로 이러한 칼은 꽤 강력하게 공격하지만 실제의 부분입니다.',
    Ring_Of_Barrage:
        '이 반지 주위에 자라는 덩굴은 착용자의 반사 신경을 예민하게 만들 수 있지만 실수하기 쉽게 만듭니다.',
    Ring_Of_Spirit_Power:
        '이 반지에 거주하는 스피릿은 주인의 주문 시전을 돕는 데 도움을 줄 수 있습니다... 적절한 가격에.',
    Meteorite_Woodcutting_Ring:
        '그것을 찾아낸 후, 이 반지는 진정한 모습으로 깨어났습니다. 이 반지를 착용한 손에 의한 도끼의 일격은 나무를 재로 만들 수 있습니다.',
    Palladium_Onyx_Ring:
        '이 반지는 활이나 석궁에서 빠르게 움직이는 물체를 튕겨내기 위해 디자인된 강력한 마법 방패를 생성합니다.',
    Iridium_Onyx_Ring:
        '빠르게 움직이는 물체를 멈추기 위해 디자인된 마법 방패는 느린 안정된 칼에 대해서는 효과가 적습니다. 이 반지는 그 아이디어를 기반으로 만들어졌습니다.',
    Iridium_Oricha_Ring:
        '이 반지는 착용자가 조준에 집중할수록 발사체의 정확도와 파워를 크게 증가시켜 저격수들 사이에서 인기가 있습니다.',
    Palladium_Oricha_Ring:
        '디자이너에 의해 "마법 번개로드"라고 불리우는 이 반지는 착용자의 중심 부위로부터 마법 공격을 끌어들입니다.',
    Iridium_Cerulean_Ring:
        '원래는 마법 에너지를 "먹이"로 삼아 배고픔을 없애려는 아이디어로 만들어졌으나 실패작으로 여겨졌습니다. 그럼에도 불구하고 그 효과는 여전히 강력합니다.',
    Palladium_Cerulean_Ring:
        '마법 지팡이의 샤프트 주위에 놓일 때, 이 반지는 지팡이의 에너지를 이용하여 착용자 주위에 마법 방어막을 생성합니다.',
    Iridium_Runestone_Ring: '이 반지를 착용한 손에 의해 휘두르는 무기는 그 힘을 크게 증가시키는 마법 칼을 생성합니다.',
    Palladium_Runestone_Ring:
        '실버 사파이어 반지를 기반으로 하여 작동하며, 이 반지는 작동시 착용자의 팔에 작은 에너지 방패를 생성합니다. 이 방패는 훨씬 견고하고 신뢰성이 있습니다.',
    Iridium_Zephyte_Ring:
        '이 신성한 보석은 착용자의 무기가 치는 갑옷과 동일한 주파수로 공명하도록합니다. 이로써 타격의 효과가 증가합니다.',
    Palladium_Zephyte_Ring:
        '최선의 방어는 좋은 공격입니다. 이 반지의 신성한 힘은 하늘의 힘으로 타격할 수 있게 해줍니다. 그러나 동일한 힘에 취약해집니다.',
    Ring_of_Curse_Protection: 'Lady Darkheart의 종들에게 부여된 반지. 주로 자신의 힘으로부터 보호하기 위해 사용됩니다.',
    Ring_of_Phantom_Summon:
        '악의적인 강령술사에 의해 한 번은 세 부분으로 나뉜 대규모 영혼이 있었습니다. 이 반지는 그 영혼에서 만들어졌으며, 착용자의 기분에 따라 그 옛날 자신의 반응을 여전히 유지할 수 있습니다.',
    Blood_Ring:
        '흡혈귀가 피해자의 피를 모으는 데 사용하는 반지. 그러한 탐욕스러운 생물은 한 방울도 낭비할 수 없습니다.',
    Book_of_Eli:
        '아크메이지 엘리는 오로릭 주문의 예술을 개척한 것으로 유명합니다. 이 주문서에는 그들이 배운 것 중 일부가 포함되어 있습니다.',
    Book_of_Occults:
        '리추얼리스트를위한 최적화 된 소환 과정을 단순화하도록 설계된 지침서입니다. 주의, 이 책은 물어 물 수 있습니다.',
    Burning_Embers_Book:
        '불타는 악마의 시체에서 훔친 불타는 주문의 책입니다. 그 출처와 저자는 알려져 있지 않지만, 마법의 초점으로서의 힘은 과소평가 할 수 없습니다.',
    Book_of_the_Ancients:
        '시간에 물러간 고대의 마법 문명의 완전한 작품입니다. 이 지식이 무엇을 풀어 릴지 두려워하여 다시 완전한 상태로 돌아갔습니다.',
    Blazing_Lantern:
        'Shrouded Badlands의 Nomads가 가지고 다니는 영원히 타는 등입니다. 그 빛은 다가오는 안개를 태워 버리고 그 안에 숨어있는 악을로부터 보호합니다.',
    Fine_Coinpurse:
        '보통인 것 같은 이 동전 지갑은 몇 개씩만 가져가면 동전이 떨어지지 않습니다. 어떻게 가능한지에 대한 결정적인 답변은 없으며, 어떻게 연구되었습니다.',
    Book_Of_Scholars:
        '표준 권의 크기 만 있지만이 마법의 책에는 다양한 주제에 대한 지식 수십 페이지가 포함되어 있습니다.',
    Hunters_Journal: '어떤 사냥꾼은 강력한 야수를 찾습니다. 다른 사람들은 빛나는 먹잇감을 선호합니다.',
    Mortar_and_Pestle: '진정한 현자는 요리와 연금술은 한 걸음만 떨어져 있다는 것을 압니다.',
    Burning_Scroll_Of_Gold:
        '이 작은 두루마리는 불태울 때 부를 끌어들인다고 합니다. 구매자나 판매자에게서는 아무도 말할 수 없습니다.',
    Burning_Scroll_Of_Gold_II:
        '석탄을 금으로 바꾸려고 시도한 연금술사에 의해 만들어졌습니다. 결과는 그녀가 예상한 것과는 조금 다르지만, 누가 논쟁합니까?',
    Burning_Scroll_Of_Stardust:
        '이 작은 두루마리를 마법 목재 주위에 감아 불태우면 목재의 천체적인 힘을 약간 끌어올릴 수 있습니다.',
    Burning_Scroll_Of_Stardust_II:
        '마법 나무에는 천체적인 힘의 약간의 흔적이 포함되어 있습니다. 이 작은 두루마리는 그 힘을 그 재에서 갇힐 수 있습니다.',
    Burning_Scroll_Of_Ash: '높은 품질의 종이를 소각하려면 누가 돈을 주무르나요 ?! 당신만 그런 것 같아...',
    Burning_Scroll_Of_Ash_II:
        '이 작은 두루마리에 포장된 원목은 예외적으로 깨끗하게 타고 생성된 재는 다양한 프로젝트에 사용할 수 있습니다.',
    Quick_Burner: '가속제에 흠뻑 젖은 두루마리. 눈썹을 태우지 않도록 조심하세요.',
    Quick_Burner_II: '법적으로 저급한 폭발물로 분류됩니다.',
    Golden_Star:
        '이 작은 보석들은 보름달에 강에서 찾을 수 있습니다. 그것들을 갈면 중요한 양의 천체적인 힘을 생성합니다.',
    Golden_Star_II:
        '화학적으로 처리된 이러한 보석들을 갈면 일반적인 것보다 훨씬 더 많은 천체적인 힘을 얻을 수 있습니다.',
    Fishing_Scroll_Of_XP:
        '한 예언자가이 두루마리를 팔아 줬습니다. 안개로 뒤덮인 북부에서 얼어붙은 남부까지 그가 낚은 모든 물고기에 대한 설명이 포함되어 있습니다.',
    Woodcutting_Scroll_Of_XP:
        'Lumberjack Weekly에는 지역 숲에 대한 모든 정보가 포함되어 있습니다. 각 판매는 지역 목수에 의해 작성 및 유지 관리됩니다.',
    Mining_Scroll_Of_XP: '이 마법 두루마리는 등불에 넣어 점화하면 가까운 광석과 광물 채굴 위치를 가리킵니다.',
    Runecrafting_Scroll_Of_XP:
        '마법을 사용하는 것은 위험할 수 있습니다. 이 룬 제작 단계별 설명서는 사고를 줄이기 위해 Academia Arcanum에 의해 만들어졌습니다.',
    Herblore_Scroll_Of_XP:
        '독은 용량에 있습니다. 이 Herbology 가이드는 다른 사람들이 그와 같은 비극을 겪지 않도록 하기 위해 은둔자 마녀에 의해 쓰여졌습니다.',
    Crafting_Scroll_Of_XP:
        '이 두루마리에는 다양한 일반 프로젝트의 청사진이 포함되어 있어 어떤 장인도 그들의 기술을 닦을 수 있습니다.',
    Monster_Hunter_Scroll:
        '괴물 사냥의 절반은 그들을 찾는 것입니다. 이 두루마리는 다양한 생물의 서식지와 배회 범위를 나열합니다.',
    Scroll_Of_Essence:
        'Melvor의 아직 손을 대지 않은 에센스 광산 중 몇 군데에 대한 지도입니다. 그 위치는 질투스럽게 지키고 있습니다.',
    Looter_Pouch: '이 마법 주머니는 외부보다 내부가 더 크며, 용감한 모험가는 조금 더 가질 수 있습니다.',
    Mastery_Magnet:
        '지식을 끌어들인다고 하는 미스터리한 자석. 실제로 작동하는지 여부는 알려져 있지 않지만, 많은 장인이 그것을 맹세합니다.',
    Additional_Cooker_Scroll:
        '골빈 조리사 어시스턴트용 계약서. 골빈은 어쩌면 가장 똑똑하거나 최고의 요리사가 아니겠지만 효율적이고 저렴합니다.',
    Bad_Cooker_Scroll:
        '아마도 당신이 고용한 새로운 조리사 어시스턴트는 당신이 기대한 것만큼 효율적이지 않을지도 모릅니다...',
    Gem_Finder_Scroll:
        '이 마법 종이는 특정 크기와 품질의 숨겨진 보석을 감지합니다. 광석 조각을 위에 올려놓으면 됩니다.',
    Gem_Preserver_Scroll:
        '큰 보석상들은 때로는 덜 함께하는 것이 더 나을 것을 압니다. 이 스크롤에는 소유한 것을 최대한 활용하는 팁과 트릭이 포함되어 있습니다.',
    Staff_Maker_Scroll:
        '스태프 제작의 예술은 마법 그 자체만큼 오래된 것입니다. 진정한 대가들은 모든 나무 조각에서 최고를 내어놓는 방법을 압니다.',
    Flaming_Axe_Scroll:
        '당신의 도끼 머리를 이 마법 스크롤로 감싸면 휘두를 때 불길이 터집니다. 썩은 나무를 정리하거나 야생의 비버를 막을 때 완벽합니다.',
    Leather_Crafter_Scroll:
        '가죽공은 그들의 장인 정신을 배워야 합니다. 그리고 그들의 기술에 목숨을 바친 생명체를 존중하며 주어진 것을 낭비하지 말아야 합니다.',
    Herblore_Preservation_Scroll:
        '연금술 재료는 비싸기도 합니다. 따라서, 현명한 연금술사는 자신의 공급품을 최대한 활용하는 법을 배워야 합니다.',
    Slayer_Harvest_Scroll:
        '이 스크롤로 생산되는 혈석은 대부분에게는 쓸모가 없지만, 슬레이어 로지에서는 괜찮은 가격에 팔립니다. 누가 그것들을 사고 있는지 궁금하군요?',
    Slayer_Binding_Scroll:
        '슬레이어 로지의 사냥꾼들이 선호하는 함정 스크롤입니다. 야수가 이 스크롤 위에 발을 딛으면 두꺼운 뿌리가 생겨 움직임을 방해합니다.',
    Ranged_Hinder_Scroll:
        '슬레이어 로지의 사냥꾼들이 선호하는 함정 스크롤입니다. 이 번쩍이는 스크롤은 생물들을 혼란스럽게 하고 시야를 가려서 다가오는 발사체를 피하기 쉽게 만듭니다.',
    Magic_Hinder_Scroll:
        '슬레이어 로지의 사냥꾼들이 선호하는 함정 스크롤입니다. 생물의 피부에 놓이면 물려있는 스크롤이 마법 빔을 그 위치로 끌어당깁니다.',
    Melee_Hinder_Scroll:
        '슬레이어 로지의 사냥꾼들이 선호하는 함정 스크롤입니다. 트리거되면 이 스크롤이 대상에게 약한 산성물을 분사하여 그 피부나 갑옷을 약화시킵니다.',
    Fervor_Scroll:
        '슬레이어 로지의 사냥꾼들이 선호하는 함정 스크롤입니다. 독기가 가득한 연기를 방출하여 야수의 마음을 잠깐 흐릅니다.',
    Slayer_Deterer: '미올라이트 버섯의 적응 특성을 관찰하여 만든 스크롤입니다. 때려지면 작은 적응형 방패가 생성됩니다.',
    Dragonbreath_Deterer:
        '드래곤 브레스는 Melvor 전체에서 가장 연구된 마법 현상 중 하나입니다. 이 스크롤은 그것을 덜어주는 작은 방패를 생성합니다.',
    Slayer_Torch:
        '이 정화의 불은 Afflicted City의 부패에 대한 소수의 방어 수단 중 하나입니다. 소진되지 않도록 주의하십시오, 그렇지 않으면 그 도시의 일부가 될 수 있습니다.',
    Mystic_Lantern:
        'Midnight Valley의 마법 어둠은 더 어두운 것을 숨기고 있습니다. 이 랜턴의 빛은 악령을 쫓아내고 환상을 흩뜨릴 수 있습니다.',
    Fishing_Hook:
        '이제까지 이렇게 낚싯대 없이 낚시를 한 적이 있나요? 그러니까 이렇게 오래 걸리는 이유가 무엇인지 이해될 것입니다...',
    Wizards_Scroll:
        '아카데미아 아르카넘의 일부 마법사들은 자신의 주문을 최적화하는 데 일생을 바쳤습니다. 이것은 그 모든 노력의 결실입니다.',
    Wizards_Scroll_II:
        '아르카넘만이 공개하는 비밀은 아닙니다. 이 스크롤에 대한 추가 내용은 Melvor의 모든 모퉁이에서 마법 분야를 다룹니다.',
    Prayer_Scroll: '무엇을 바라야 하고 어떻게 바라야 하는지를 아는 경우 기도는 훨씬 효과적입니다.',
    Explorers_Map:
        '슬레이어 로지는 종종 경험있는 탐험가를 고용하여 사냥 전에 지역을 정찰합니다. 그들이 가져오는 정보는 비용을 지불할 가치가 있습니다.',
    Explorers_Map_II:
        '베테랑 탐험가로부터 의뢰된 지도입니다. 여기에 포함된 세부 정보와 정보 양은 마음을 놓칠 정도입니다.',
    Summoning_Scrolls:
        '대부분의 네크로맨서들은 그들의 예술을 위해 뼈와 시체를 선호합니다. Fiozor와 같이 정령을 소환하는 수준에 도달한 사람은 거의 없습니다.',
    Travellers_Compass:
        '저렴한 가격에 여행상인에게 판매되는 이상한 나침반입니다. 북쪽을 가리키는 대신 높은 곳을 가리킵니다.',
    Portable_Rations: '긴 거리를 여행하는 사람들을 위해 특별히 디자인된 각 팩은 자체 포함 된 식사입니다.',
    Portable_Rations_II:
        '할머니의 11 가지 허브와 향신료로 만든 비밀 블렌드로 인해 일반적인 것보다 훨씬 더 맛있어졌습니다.',
    Blood_Vial:
        "뱀파이어 공동체에서는 이 두꺼운 빨간 용액을 '건강 물약'이라고 농담하며 부릅니다. 이 용액은 실제 피가 아니라 허기를 억제하기 위해 사용되는 대체 혈액입니다.",
    Blood_Vial_II:
        '어둠의 군주는 그들의 어두운 영역에서 그들의 갈증을 달래기 위해 오랫동안 연금술을 사용해왔습니다. 이것은 그 탐구의 최신 진보입니다.',
    Masquerade_Mask: '이 마법 마스크는 많이 가리지 않지만 완전한 익명성을 제공합니다. 그러나, 그것들은 약합니다.',
    Golden_Reel:
        '사이렌의 머리카락과 비늘에서 짜여진 이 금빛 물고기줄은 미끼가 없어도 물고기를 끌어들입니다. 그러나 그 주문에 빠지지 않도록 조심하세요.',
    Burning_Reel:
        '알려지지 않은 재료로 만든 이상한 낚싯줄입니다. 처음에는 평범해 보이지만 물에 담그면 공기와 접촉하면 불이 붙습니다.',
    Miners_Helmet:
        '자신의 안전을 위해 항상 개인 보호 장비(PPE)를 착용하십시오. 그것이 당신에게 말하려고 시작하면 무시하십시오. 그것은 그냥 동굴 연기입니다.',
    Rune_Essence: "순수한 형태의 마법. 이 '돌'들은 아직 룬 제작의 공기를 통하지 않은 마법 에너지가 응축 된 것입니다.",
    Copper_Ore:
        '중앙 산맥에서 나온 일반 구리 광석. 인기 있는 다양한 용도가 있지만 대부분은 주로 청동을 만들기 위해 주석과 합금화됩니다.',
    Tin_Ore:
        'Melvor의 중앙 산맥에는 세계에서 가장 풍부하고 순수한 광맥이 있습니다. 같은 산맥에서 나온 구리와 합금화하면 우수한 청동이 만들어집니다.',
    Iron_Ore:
        '중앙 Melvor의 동쪽 산에는 철과 석탄의 방대한 광맥이 있습니다. 이 자원 덕분에 수도는 몇 세기 동안 권력의 중심으로 남아 있었습니다.',
    Coal_Ore:
        '동쪽 산맥에서 파낸 석탄은 두 배로 오래 타고 세 배로 뜨거울 것으로 전해집니다. 다른 사람들은 이것이 수도의 선전으로만 이야기한다고 주장합니다.',
    Silver_Ore:
        'Academia Arcanum 해안을 지나 서쪽 먼 곳에는 순은으로 된 산맥이 있다고 합니다. 적어도 광물 상인들이 주장하는 것입니다.',
    Gold_Ore:
        '세계에서 가장 큰 금 광산은 위험한 봉우리 아래에 있습니다. 많은 사람들이 그 부가를 주장하려 시도했습니다. 대부분의 경우, 그들은 용들에게 잡아먹힌 것입니다.',
    Mithril_Ore:
        "발견된 유일한 미스릴 광산은 '성스러운 섬'에 있었습니다. 이 가치 있는 광물로 이 작은 나라는 세계 강대국 중 하나가 되었으며, 또한 표적이 되었습니다.",
    Adamantite_Ore:
        '아리드 평원과 그 메마른 북부의 모래에서 아다만타이트 작은 입자가 뒤섞일 수 있습니다. 사막의 모래 아래 어딘가에 대규모 광산이 있다는 소문이 있습니다.',
    Runite_Ore:
        '남쪽의 얼어 붙은 황무지에서만 발견되며, 이 광석이 Glacia가 그러한 불친절한 땅에 도시를 건설한 이유인지에 대한 소문이 있습니다.',
    Dragonite_Ore:
        '이 광석은 동쪽에서만 발견되며, 외곽 지역 너머의 신비로운 땅에 존재합니다. 그 길은 위험하지만 상상을 초월하는 보상이 있습니다.',
    Pure_Essence:
        'Academia Arcanum은 Melvor에서 알려진 가장 순수한 마법 광맥 위에 지어졌습니다. 여기서 채굴된 에센스는 심지어 보석들도 무엇인가 다른 것으로 변해 버립니다.',
    Corundumite_Ore:
        '옛날에는 무용지물로 여겨졌지만 젊은 대장장이의 혁신적인 기술에 의해 그 진정한 잠재력이 해제되었습니다. 그를 따라 일어난 골드 러시는 많은 남자를 만들었고 그 이상을 파괴했습니다.',
    Iridium_Ore:
        '이 광물의 작은 채적에서 전쟁이 벌어졌습니다. 현대에서는 알려진 것과 알려지지 않은 것 모두 왕관의 배타적인 소유물로 간주됩니다.',
    Palladium_Ore:
        '이 희귀한 마법 전도성 금속을 찾을 수 있는 몇 곳은 질투스럽게 지키고 있습니다. 그보다 더 중요한 것은 제대로 다루는 방법입니다.',
    Augite_Ore:
        "Augite 크리스털은 자신을 번식시키는 능력 때문에 '자라는 돌'로 알려져 있습니다. 느린 프로세스이지만 크리스털은 다른 광맥을 침식시키지 않도록 정기적으로 제거해야 합니다.",
    Meteorite_Ore:
        '별이 죽으면 어떻게 되는가? 이 광석은 천체의 힘을 방대한 양을 담고 있지만 하늘을 정기적으로 연구하는 자만이 그것을 찾을 희망이 있습니다.',
    Divinite_Ore:
        '아무도이 광석이 어디서 나오는지 정확하게 알지 못합니다. 고요한 광산에서 더 이상 아무 것도 없는 광산에서 무작위로 나타나는 것처럼 보입니다. 시간이 지남에 따라 사람들은 그것을 신들의 변덕으로 여기기 시작했습니다.',
    Bronze_Bar:
        '전설에 따르면 고블린은 첫 번째로 청동을 다루는 방법을 배운 사람들이었습니다. 이것에 대한 논쟁이 있을 수 있지만, 이 금속의 역사는 세계 그 자체만큼 오래된 것을 아무도 부정할 수 없습니다.',
    Iron_Bar: '다용도이고 내구성이 있으며 작업하기 쉬운 철은 Melvor의 사회 발전의 기초였고 현재도 그렇습니다.',
    Steel_Bar:
        '자본의 경제적으로도 군사적으로도 중요한 역할을 합니다. 대량의 철과 seemingly endless supply of coal이 있는 동안 자본의 뼈는 강철로 만들어져 있습니다.',
    Silver_Bar: '전설에는 먼 서쪽 어딘가에 은으로 만든 잠든 도시가 있다고 합니다. 찾아간 이들 중 몇 명만 돌아왔습니다.',
    Mithril_Bar:
        '성스러운 힘을 전도할 수 있는 능력 때문에 높이 찾는 Mithril은 다양한 공격을 물리쳐 왔던 성스러운 섬의 공급을 지켜왔습니다.',
    Gold_Bar:
        '금은 세계를 움직입니다. 이 귀중한 금속의 작은 광맥을 찾아낼 수 있으면 한 사람의 삶을 새롭게 시작할 수 있습니다. 그러나 인간만이 이 금속을 탐내는 것은 아닙니다...',
    Adamantite_Bar:
        '아다만타이트는 아리드 평원 사람들의 문화와 생활 양식에 큰 역할을 합니다. 전쟁단은 부른 경우가 없을 때, 많은 부족의 사람들이 모래에서 아다만타이트 조각을 움직여 생계를 꾸렸습니다.',
    Runite_Bar:
        '합금에 작은 양의 루나이트가 들어 있어도 내구성과 강도가 크게 향상됩니다. 대량으로 사용하면 마법을 증폭시킬 수 있습니다.',
    Dragonite_Bar:
        '동양 상인들은 서양에서 드래곤나이트 광석을 흥미롭게 여겼습니다. 서양 루나이트와 합금화하면 두 금속의 잠재력이 크게 향상된 것이 발견되었습니다.',
    Iridium_Bar:
        '이리듐의 마법적인 힘과 평범한 힘을 증폭시키는 능력은 극도로 가치 있습니다. 그렇게 많아서 국가 간의 무역은 금이 아닌 이리듐으로 이루어집니다.',
    Corundumite_Bar:
        '올바르게 가공되면 코런덤라이트 무기는 어떤 방어도 자르고 쇠퇴성인 상처를 남길 수 있는 마법의 검을 생산할 수 있습니다.',
    Palladium_Bar:
        '팔라듐은 마법 에너지를 전도하는 능력 때문에 가치 있으며 많은 잃어버린 기술의 열쇠로 생각되고 있습니다. 학자들은 이제 그 비밀을 다시 배우려고 노력하고 있습니다.',
    Augite_Bar:
        "Augite 칼날의 상처는 몇 시간 만에 사람을 결정으로 바꿀 수 있으며, Augite 갑옷은 충분한 시간을 주면 '재생'할 수 있는 능력이 있어서 '살아있는 금속'의 별명을 얻고 있습니다.",
    Meteorite_Bar:
        '이 세레스티얼 바에는 완전히 이해되지 않은 이상한 특성이 있습니다. 일시적으로 가벼워서 떠있을 수도 있고, 다음 순간에는 땅속으로 가라앉을 만큼 무겁습니다.',
    Divinite_Bar:
        '이 금속을 다룰 수 있는 것은 신들뿐이라고 생각되었습니다. 이제 신비를 실제로 만드는 것은 죽은 손입니다. 나아가서 전설을 만들어보세요.',
    Topaz: '마법 에너지로 충전되면 토파즈는 사람의 반사 신경이나 행운을 증가시킬 수 있으며, 은이나 금과 함께 사용되면 다른 것이 아니라면 이것들이 같은 것인지 의문이 제기됩니다.',
    Sapphire:
        '사파이어는 많은 용도가 있지만 가장 인기 있는 것은 다양한 마법 장벽의 초점으로 사용하는 것입니다. 거대한 사파이어 장벽은 고대 악을 견뎌내기 위해 한때 사용되었습니다.',
    Ruby: '루비는 그의 양육적인 온기로 유명하며 대부분의 재생 또는 몸의 강화 인챈트의 핵심 요소입니다. 그것들은 충분히 숙련 된 자에 의해 포션에도 사용될 수 있습니다.',
    Emerald: '에메랄드는 결속 및 제어 인챈트에 뛰어나기 때문에 자동화 또는 영혼 결속 의식의 선호되는 초점입니다.',
    Diamond:
        '대부분 예쁜 암석으로 생각되지만, 최근의 마법적인 진보는 이러한 보석들이 확률에 영향을 미칠 수 있는 이상한 능력을 가지고 있음을 보여주었습니다. 어떤 가능성이 있는가?',
    Onyx: '이 미드나이트 블랙 젬은 마법 에너지와 이상한 친화력이 있으며 강력한 방패를 생성하거나 통과하는 데 사용될 수 있습니다.',
    Oricha: '내부 빛을 내는 보라색 젬. 이 젬은 에너지를 흡수하고 방향을 지시할 수 있는 능력이 있어 다양한 추구 활동의 강력한 초점으로 사용됩니다.',
    Cerulean:
        '이 희귀한 젬에서 방출되는 강력한 순수한 에너지는 생물 생명과 이상한 방식으로 상호 작용합니다. 올바르게 제어되면 많은 강력한 치유 인챈트의 핵심 부분입니다.',
    Runestone:
        '순수한 룬스톤의 존재로 변형 된 더 일반적인 젬. 다른 젬만큼 전문화되어 있지는 않지만 Runestone은 훨씬 다재다능합니다.',
    Zephyte:
        '이렇게 드문 보석은 종종 신화로 불립니다. 이 젬을 중심으로 하는 인챈트에는 파괴적이고 거의 신성한 힘이 있습니다.'
};
