export const language = {
    Bronze_Arrows: 'Обычные стрелы с бронзовой головкой. Колючие!',
    Iron_Arrows: 'Обычные стрелы с железной головкой. Тяжелые!',
    Steel_Arrows: 'Качественные стрелы с стальной головкой. Фавориты бандитов по всему Мелвору.',
    Mithril_Arrows: 'Редкие стрелы с мифрильной головкой. Они легко канализируют святое воздействие.',
    Adamant_Arrows:
        'Редкие стрелы с адамантовой головкой. Популярны среди жителей Засушливых равнин за свою прочность и проникающую силу.',
    Rune_Arrows:
        'Мощные стрелы с рунитовой головкой. Среди жителей Засушливых равнин использование рунитовых стрел считается признаком великого лучника.',
    Dragon_Arrows:
        'Уничтожающие стрелы с головкой из драгонита. Жители Засушливых равнин рассказывают легенды о том, как эти стрелы когда-то использовались для убийства бога.',
    Ice_Arrows: 'Стрела, насыщенная магией Глубокого Юга. Будьте осторожны, как вы ее держите.',
    Ancient_Arrow:
        'Разрушительные стрелы из давних времен, когда боги ходили по земле. Их метод производства утерян со временем.',
    Topaz_Bolts: 'Стрелы арбалета из железа с головками из крошащегося топаза. Остерегайтесь острых краев!',
    Sapphire_Bolts:
        'Стрелы арбалета из железа с головками из крошащегося сапфира. Пусть врагу засверкает в глазах (и в сердце)!',
    Ruby_Bolts:
        'Стрелы арбалета из железа с головками из крошащегося рубина. Красный цвет помогает скрыть пятна крови.',
    Emerald_Bolts:
        'Стрелы арбалета из железа с головками из крошащегося изумруда. Не волнуйтесь, они не являются ядовитыми!',
    Diamond_Bolts:
        'Стрелы арбалета из железа с головками из крошащегося алмаза. Самый быстрый способ попасть в сердце вашего врага!',
    Jadestone_Bolts:
        'Стрелы арбалета из железа с головками из крошащегося жадестона. Легенда гласит, что их создала принцесса, чтобы убить своего драконового похитителя.',
    Corundum_Arrows: 'Опасные стрелы с головками из корундового металла. Легкие, но невообразимо острые.',
    Augite_Arrows:
        'Смертоносные стрелы с головками из металлизированных кристаллов аугита. Однажды они использовались для охоты на древних морских драконов.',
    Divine_Arrows: 'Катаклизмические стрелы с головками из божественного металла. Разделяйте землю и разбивайте небо.',
    Ethereal_Arrows:
        'Божественные стрелы, насыщенные злобой могущественных духов. Их эфирная природа может пронзить любую защиту.',
    Onyx_Bolts: 'Стрелы арбалета из железа с головками из крошащегося оникса. Темнее ночи.',
    Meteorite_Bolts: 'Стрелы арбалета из железа с головками из небесного металла. Вызывайте небеса на своего врага!',
    Decay_Bolts: 'Ониксовые стрелы арбалета, покрытые мощным ядом. Смертельно прикоснуться.',
    Zephyte_Bolts:
        'Стрелы арбалета из железа с головками из крошащегося драгоценного камня божественного происхождения. Деструктивны, как и красивы.',
    Amulet_of_Fishing: 'Вы нашли это в старом сундуке. Он выделяет запах, привлекающий рыбу.',
    Amulet_of_Strength: 'Амулет, заколдованный для увеличения силы его владельца. Моментальные мышцы!',
    Amulet_of_Accuracy:
        'Амулет, заколдованный для увеличения рефлексов его владельца. Пока вы его носите, мир приходит в более ясное фокусное расстояние.',
    Amulet_of_Defence: 'Амулет, заколдованный для укрепления вашей кожи и защиты от урона. Нужен лосьон?',
    Amulet_of_Ranged:
        'Амулет, заколдованный для направления снарядов в цель. Запрещено на всех спонсируемых Мелвором спортивных мероприятиях.',
    Amulet_of_Magic: 'Амулет, заколдованный для усиления магической энергии. Руны не включены.',
    Amulet_of_Glory: 'Могущественный амулет, который носят только самые элитные рыцари. Он и знак чести, и знак долга.',
    Elite_Amulet_of_Strength:
        'Когда вы надеваете этот амулет, ваши мышцы опухают и вырываются из рубашки. Вы вообще тренируетесь, бро?',
    Elite_Amulet_of_Accuracy: 'Я вижу... ВСЕ!',
    Elite_Amulet_of_Defence: 'Кожа камня, кости стали. Даже боги не могут принудить вас подчиниться.',
    Elite_Amulet_of_Ranged:
        'С помощью этого амулета Вистлинг Бэндит однажды уничтожил целый корабль пиратов... одной стрелой.',
    Elite_Amulet_of_Magic:
        'Боги ограничили этот амулет после того, как волшебник использовал его, чтобы создать лучший. Затем он использовал его, чтобы создать еще лучший. И так далее, и так далее.',
    Elite_Amulet_of_Glory: 'Когда ваша слава более велика, чем слава другого парня.',
    Amulet_of_Fury:
        'Каждый бусин этого амулета - это отполированная чешуя древнего дракона, а красный драгоценный камень - кристаллизованный драконий огонь.',
    Amulet_of_Torture:
        'Амулет, используемый загадочной сектой в нечестивых ритуалах. Вы можете слышать души умерших, запертых в самом центре камня.',
    Fury_of_the_Elemental_Zodiac:
        'Чешуи Малкса - мощные магические реагенты. Поглотив энергию нескольких мощных магических амулетов, этот амулет приобрел силу, не предназначенную для смертных рук. - <span class="ide fsi">"Объединяя ваши силы! Я непобедим!"</span>',
    Amulet_of_Looting:
        'Ношение этого амулета помечает вас как Главу пигмейских пауков. Вынуждайте их хранить ваши вещи.',
    Bone_Necklace:
        'Эту ожерелье создал некромант, который устал убирать за собой. Так что он заставил свои беспорядки убирать сами себя.',
    Burning_Amulet_of_Gold:
        'Зачарованный амулет, подаренный вам огненным духом. Когда пламя гаснет, вы можете замечать золотые блики среди пепла.',
    Burning_Amulet_of_Stardust:
        'Зачарованный амулет, подаренный вам огненным духом. Говорят, что пепел магического дерева содержит маленькие кусочки космической энергии.',
    Burning_Amulet_of_Ash:
        'Зачарованный амулет, подаренный вам огненным духом. Пепел огня, хорошо ухаживаемый, имеет много применений.',
    Burning_Amulet_of_XP: 'Зачарованный амулет, подаренный вам огненным духом. Я не пироманьяк, правда!',
    Silver_Topaz_Necklace:
        'Сочетание топаза и серебра в этом ожерелье улучшает ваши ощущения и делает ваш клинок легче.',
    Silver_Sapphire_Necklace: 'Серебро и сапфир вместе превращают магическую энергию в исцеляющую силу.',
    Silver_Ruby_Necklace: 'Теплый рубин и холодное серебро на вашей коже освежают и укрепляют ваше тело.',
    Silver_Emerald_Necklace:
        'Говорят, что серебро и изумруды приносят удачу. В поисках утерянных стрел... и в том, чтобы убедиться, что они найдут вашего врага.',
    Silver_Diamond_Necklace:
        'Почему серебро и алмазы заставляют вас сильнее ударять по большим палкам? Никто не знает. Это одна из великих загадок Мелвора.',
    Gold_Topaz_Necklace: 'Говорят, что это ожерелье привлекает богатство, что делает его популярным среди знати.',
    Gold_Sapphire_Necklace:
        'Золото и сапфир, когда они объединяются, острым умом делают его легче замечать приближающиеся снаряды.',
    Gold_Ruby_Necklace: 'Золото дополнительно улучшает силу рубина, позволяя ему быстрее и в большем объеме исцелять.',
    Gold_Emerald_Necklace:
        'Изумруды, вставленные в золото, долгое время использовались для обнаружения вражеской магии, что делает их популярными среди живущих на краю общества.',
    Gold_Diamond_Necklace:
        'Алмазы резонируют с золотом в присутствии магии, создавая небольшой щит, который может отклонить удар клинка.',
    Deadeye_Amulet:
        'Самые великие лучники Аэриса могли попасть в муху с расстояния в 1000 метров. Этот алмазный амулет был создан в их признание. Говорят, что в нем содержится яд смертоносного действия.',
    Warlock_Amulet:
        'Говорят, что волшебники Глацийского города высасывали жизнь из своих врагов. Все, кто носил этот амулет, в конечном итоге поддавались Горящему Безумию.',
    Guardian_Amulet:
        'Амулет, подаренный для обеспечения защиты в ваши самые отчаянные моменты. Пусть его свет пронзит тьму и рассеет все опасности.',
    Fighter_Amulet:
        'Этот магический амулет носили гладиаторы Лорда Хаоса. По мере того, как они сражались, их неутомимая ярость питала кузницы войны.',
    Jeweled_Necklace: 'Простой амулет с небольшим стеклянным камнем. Говорят, что он приносит удачу.',
    Amulet_Of_Incantation:
        'Хотя он хрупок и не подходит для битвы, этот волшебный амулет популярен среди волшебников благодаря своей способности увеличивать речь колдуна.',
    Burning_Amulet_Of_Charcoal:
        'Огненный дух подарил вам этот амулет после того, как вы освободили его из живота огнепожирающей змеи. Дрова превращаются в древесный уголь при вашем касании.',
    Woodcutting_Ring_Fragment:
        'Странный металлический кольцо, найденное в гнезде ворона. Оно поднимается вверх, когда бросить его, как будто притягивается к чему-то в небе.',
    Woodcutting_Amulet_Fragment:
        'Странное металлическое украшение, найденное в гнезде ворона. Если вы посмотрите сквозь его центр ночью, вы сможете увидеть ранее незамеченные звезды.',
    Meteorite_Woodcutting_Amulet:
        'После слияния с небесным металлом этот амулет пробудил свою истинную силу. Когда вы бьете своим топором по дереву, он светится, как падающая звезда.',
    Iridium_Onyx_Necklace: 'Попадая под снаряд, это ожерелье поглощает часть энергии, позволяя вам отразить удар.',
    Palladium_Onyx_Necklace:
        'Любимец охотников со всего мира. Этот амулет повышает координацию рук и глаз, облегчая добычу ценных материалов с убитых врагов.',
    Iridium_Oricha_Necklace:
        'Этот амулет поглощает магическую энергию, которую можно направить в снаряд по выбору владельца, увеличивая его разрушительную силу.',
    Palladium_Oricha_Necklace:
        'Точный выстрел и быстрая, чистая убийство могут существенно увеличить стоимость меха цели.',
    Iridium_Cerulean_Necklace:
        'Мощное заклинание жизни на этом камне подсасывает жизненную силу владельца, предотвращая исцеление его ран... но может также подсасывать ваших врагов.',
    Palladium_Cerulean_Necklace:
        'Мощное заклинание жизни на этом камне ускоряет ваше исцеление, но за счет большего расхода ресурсов вашего тела.',
    Iridium_Runestone_Necklace:
        'Этот магический драгоценный камень сильно усиливает магическую энергию в присутствии металла... как брони ваших врагов.',
    Palladium_Runestone_Necklace:
        'Собран вручную из магических камней и кованого металла, этот амулет усиливает магию вашего заклинания, но может заметно увеличить стоимость магических ресурсов.',
    Iridium_Zephyte_Necklace:
        'Божественное ожерелье, дарованное тем, кто будет сражаться с титанами. Пусть ваши ноги никогда не подведут.',
    Palladium_Zephyte_Necklace:
        'Созданный, чтобы сокрушить могучих, магия этого божественного амулета послужит уравнивающим фактором при сражении с легендарными чудовищами.',
    Poison_Lifesteal_Amulet: 'Все может быть лекарством в правильной дозе. Даже яд.',
    Headless_Arrows: 'Перьевые стрелы, готовые к наконечникам. Искусство изготовления стрел старо как мир.',
    Feathers: 'Очищенные перья различных пернатых существ. Готовы для изготовления стрел или варки зелий.',
    Headless_Bolts:
        'Железные болты для арбалетов, разработанные для установки в различные механизмы стрельбы. Наконечники сделаны так, чтобы легко прикреплять к ним осколки драгоценных камней, значительно увеличивая их мощность.',
    Arrow_Shafts:
        'Из разных видов дерева можно изготовить древко для стрел, но более качественная древесина обычно дает лучшие результаты.',
    Bronze_Arrowtips:
        'Стрелковые наконечники, выкованные из бронзы. Бронза может быть мягкой, но таковы и частички ваших врагов.',
    Iron_Arrowtips:
        'Сделанные из изобилия железа, добываемого на восточных горах, эти наконечники для стрел являются одними из самых популярных в Мельворе.',
    Steel_Arrowtips:
        'Закаленная сталь придает этим наконечникам для стрел исключительную проникающую способность, что делает их популярными как у разбойников, так и у авантюристов.',
    Mithril_Arrowtips:
        'Лучники Святых Островов предпочитают мифрилу всему прочему из-за его исключительной способности проводить святое волшебство.',
    Adamant_Arrowtips:
        'Адамантовые наконечники для стрел настолько ценятся среди племен Аридных равнин, что иногда они используются вместо монет.',
    Rune_Arrowtips:
        'Среди племенников Аридных равнин считается большой честью выкопать рунный наконечник для стрел из раны. Они являются доказательством столкновения с мастером-лучником и останием в живых, чтобы рассказать об этом.',
    Dragon_Arrowtips:
        'За каждого великого врага, побежденного вождем Аридных равнин, добавляется Драконитовый наконечник для стрел к его головному убору. Как знак чести... и предупреждение.',
    Consumable_Enhancer:
        'Небольшой жетон, используемый ремесленниками по всему миру для обмена услугами между собой. Их можно использовать, чтобы попросить одного из таких ремесленников улучшить различные полезные сумки и свитки.',
    Thiefs_Moneysack:
        'Скрытая сумка, в которой можно хранить незаконно полученное золото, чтобы оно было невидимо для глаз закона... или других липких пальцев.',
    Seed_Pouch:
        'Новинка! От ваших дружелюбных соседей из Seed Co.! Наши универсальные сумки для семян гарантированно увеличивают урожай ваших культур круглый год!',
    Runecrafting_Pouch:
        'Эта волшебная сумка создает Рунную Эссенцию из воздуха, поглощая отходную энергию, выделяемую во время создания рун.',
    Alchemists_Bag:
        'Маленькая сумка с основными алхимическими реагентами, предназначенными для увеличения эффективности зелья.',
    Thiefs_Moneysack_II:
        'Эта волшебная сумка притягивает золото как магнит! Независимо от того, принадлежит ли это золото вам или нет.',
    Seed_Pouch_II:
        'Vr. 2.0 от ваших дружелюбных соседей из Seed Co.! Теперь меньше* вероятности привлечь алчные орды чудовищных насекомых!',
    Alchemists_Bag_II:
        'Эти редкие алхимические реагенты могут значительно усилить действие зелья с минимальными побочными эффектами. Однако они имеют отвратительный вкус.',
    Frostshield_Amulet:
        'Амулет, вырезанный из холодного сердца Ледяного Гидры. Его магия дарит вам некоторую силу существа, когда вы окружены льдом.',
    Lightning_Amulet:
        'Амулет РаЗу, Владыки Небес. Зависть РаЗу к его ледяному врагу предоставляет вам некоторую защиту от существа.',
    FrostSpark_Amulet:
        'Насыщая зависть Лорда Неба к его ледяной жертве холодной кровью Ледяной Гидры, вы разблокировали истинную силу этого амулета.',
    Allure_Amulet:
        'Амулет, созданный Туманными Сиренами великого озера. Просто посмотреть на него заставляет вас засыпать.',
    Amulet_of_Prayers:
        'На Мелворе существует много форм поклонения. Некоторые из них включают в себя удары ваших врагов по лицу.',
    Voodoo_Trinket:
        'Небольшая соломенная эффигия, используемая оккультистами для наложения проклятий. Вы можете поклясться, что видите что-то двигающееся внутри, если достаточно долго смотреть.',
    Amulet_of_Curse_Totem_Summon:
        'Великий Дух был однажды разделен на три части злобным некромантом. Этот амулет был сделан из его тела. Любой, кто встречает его взгляд, будет проклят на вечность.',
    Corundum_Arrowtips:
        'Стрелковые наконечники, выкованные из корундового металла, настолько остры, что могут оставить оглушительные, долгосрочные раны.',
    Augite_Arrowtips:
        'Говорят, что агитовые кристаллы ядовиты для драконов. Даже сейчас в спинах старых зверей можно найти наконечники, оставленные охотниками-новичками.',
    Divine_Arrowtips:
        'Наконечники для стрел, сделанные из металла, о котором ходят слухи, будто он божественного происхождения. Каким бы ни была правда, не было найдено ни шкуры, ни доспехов, которые бы они не смогли пронзить.',
    Artisan_Pouch:
        'Маленькая сумка, наполненная различными принадлежностями, которые может понадобиться любому мастеру на его следующем проекте.',
    Artisan_Pouch_II:
        'Содержит маленького Гнома по имени Боб, который волшебным образом улучшает ваши создания, когда вы не смотрите. Просто не совайте руку внутрь; он укусит.',
    Kindling_Pouch:
        'Мастера считают золу, производимую при сжигании этой особой подпалины, исключительно ценной. Пламя, которое она выделяет, имеет ярко-золотой цвет.',
    Kindling_Pouch_II:
        'Когда она горит в достаточно горячем пламени, эта особая подпалина выделяет золотые хлопья, которые можно продать по высокой цене.',
    Stamina_Pouch:
        'Маленькая сумка с белыми таблетками, которые, как говорят, повышают выносливость и увеличивают ловкость. Предупреждение: если вы проводите на препятственном полигоне более 4 часов, проконсультируйтесь с врачом.',
    Spirit_Bag:
        'Алхимия в сумке! Вставьте объект и несколько рун внутрь, встряхните и вытащите сплошную золотую реплику!',
    Chefs_Bag:
        'Эта огнеупорная сумка крепится к стороне плиты, обеспечивая легкий доступ ко всем специям и ингредиентам, которые повару может понадобиться для создания своего шедевра.',
    Summoners_Bag:
        'Маленькая сумка, используемая ритуалистами во время церемоний призыва. Она способна сосредотачивать и направлять энергию таким образом, что увеличивает эффективность процесса призыва.',
    Whetstone: 'Обычный натуральный точильный камень. Такие камни часто носят люди всех типов.',
    Meteorite_Warrior_Ring:
        'Однажды Воин взял в руки Небесный Меч, чтобы сразиться с злым богом. И тогда он узнал, что даже боги могут истекать кровью.',
    Meteorite_Marksman_Ring:
        'Однажды Лучник мечтал выстрелить в звезды с неба. Когда эти звезды упали, у его врагов не было места скрыться.',
    Meteorite_Spellcaster_Ring:
        'Однажды Маг встал между своим домом и армией и молил звезды о помощи. Когда пепел рассеялся, ничего не осталось от армии.',
    Deadeye_Ring:
        'Печать, отмечающая Генералов Эрис в давней войне. Само камень в ее центре создает поток воздуха, увеличивающий скорость и силу стрелы.',
    Warlock_Ring:
        'Знак службы Верховных колдунов города Глейсия. Когда Госпожа Моря пала от ее пылающей ярости, ее колдуны последовали за ней в безумие.',
    Guardian_Ring:
        'Дозорные Террана носили эти кольца во время своей вечной бдительности. Его магия обволакивает носителя в толстый слой твердой каменной корки, способной блокировать любое лезвие.',
    Fighter_Ring:
        'Подаренные Чемпионам Рагнарских Питов, гладиаторы, носящие эти кольца, были слухами о том, что они больше звери, чем люди, и наслаждались боем.',
    Poison_Virulence_Ring: 'Этот яд отрезал твои крылья, и так ты упал...',
    Burning_Madness_Ring: '... в то время как безумие бушевало внутри...',
    Spiked_Shell_Ring: '... необоснованные страхи заперли тебя в своей Скорлупе...',
    Relentless_Fury_Ring: '... заперто до тех пор, пока не умрет твоя Ярость.',
    Silver_Topaz_Ring:
        'Хотя не так мощное, как более крупные амулеты, говорят, что это кольцо помогает направить доверие блуждающего клинка.',
    Silver_Sapphire_Ring:
        'Когда активировано, это кольцо покрывает руку слабым барьером. Этот барьер можно использовать для блокировки клинка, отклонения стрелы или удара по цели махом руки.',
    Silver_Ruby_Ring:
        'Это рубиновое кольцо придает вашему удару больше силы, чем это было бы возможно иначе. 6-карточный набор - всего лишь бонус.',
    Silver_Emerald_Ring:
        'Лук, натянутый или предмет, брошенный рукой, увешанной этим кольцом, полетит дальше и ударит сильнее, чем обычно.',
    Silver_Diamond_Ring:
        'Дорогой Господи! Блеск этого массивного бриллиантового кольца может ослепить кого-то! По крайней мере, это значит, что вам будет проще отклонить их удары.',
    Gold_Topaz_Ring:
        'Могущественный маг однажды оставил секретное сокровище, и единственным подсказкой были инструкции по созданию этого казалось бы простого кольца.',
    Gold_Sapphire_Ring:
        'Барьер, создаваемый этим кольцом, не такой стабильный, как у его серебряного собрата. Отдача от разрушения барьера может причинить серьезный вред, однако.',
    Gold_Ruby_Ring:
        'Теплый свет рубина и золота, как говорят, способствует крепкому здоровью и облегчает процесс исцеления.',
    Gold_Emerald_Ring:
        'Используемое будущими рыцарями для тренировки своих навыков, оружие, махнутое рукой, увешанной этим кольцом, будет казаться гораздо тяжелее.',
    Gold_Diamond_Ring:
        'Тем, кто носит это кольцо, не нужно беспокоиться о потере своих вещей, и поэтому оно было отмечено как амулет удачи с незапамятных времен.',
    Aorpheats_Signet_Ring:
        'Говорят, что древний маг пожертвовал своей жизнью, защищая мир от великого зла. Все, что осталось от его наследия, - это это обманчиво простое печатное кольцо.',
    Pirates_Lost_Ring:
        'Маленькое кольцо, потерянное в море. Надев его на палец, вы почувствуете тоску по волнам и приливам.',
    Ancient_Ring_Of_Skills:
        'Это волшебное кольцо может призывать различные инструменты, которые заставили бы любого ремесленника слюнтявить. Они чрезвычайно редки, поэтому только немногие видели хоть один.',
    Ancient_Ring_Of_Mastery:
        'Кольцо, заколдованное душой древнего мастера. Когда носишь его, некоторые утверждают, что слышат слабый голос в глубине своего разума, давая инструкции к задачам.',
    Shaman_Ring:
        'Шаманы Заслоненных Пустошей часто встречаются с Друидами Северо-Восточного леса в древних руинах между их двумя землями.',
    Sandstorm_Ring:
        'Убийство Песчаного Зверя и изготовление из его сердца этого кольца - одна из самых опасных ступеней инициации для любого молодого человека из Племени Аридных Равнин... и самая уважаемая.',
    Tormented_Ring:
        'Это проклятое кольцо дарит невероятную мощь своему обладателю, но за ужасную цену. Души всех его прошлых владельцев можно увидеть, запертыми в полуночно-черном драгоценном камне.',
    Wasteful_Ring:
        'Это нефритовое кольцо сделано из когтя злобного дракона, чей избыток и жадность привели его к безумию. Будьте осторожны, чтобы его аппетит не поглотил вас тоже.',
    Hunters_Ring:
        'Однажды оно принадлежало величайшему охотнику в мире. Мало он знал, что вскоре сам станет тем, кто будет охотиться.',
    Ring_Of_Wealth:
        'Слухи о способности этого кольца привлекать богатство и создавать золото породили бесчисленное количество подделок. Некоторые успешные, другие не очень.',
    Ring_Of_Power:
        'Кольцо, носимое слугами загадочной силы. Оно символизировало их власть и средства, которыми они ее применяли.',
    Natures_Blessing_Ring:
        'Кольцо Шамана, благословленное их союзниками Друидами как знак их соглашения. Приближает человека к природе и улучшает его способность исцелять. Оба качества приветствуются в суровых Пустошах.',
    Ring_Of_Blade_Echoes:
        'Это волшебное кольцо создает призрачные клинки, нападающие на вашу цель. Будучи частично иллюзорными, эти клинки поражают только частью своей исходной силы.',
    Ring_Of_Barrage:
        'Побеги, растущие вокруг этого кольца, выделяют мощный стимулятор, который может улучшить рефлексы носителя, но делает его более подверженным ошибкам.',
    Ring_Of_Spirit_Power:
        'Дух, обитающий в этом кольце, может помочь носителю в его заклинаниях... за правильную цену.',
    Meteorite_Woodcutting_Ring:
        'Встретив то, что искал, этот кольцо пробудилось к своей истинной форме. Удар топора, владеемый рукой, украшенной этим кольцом, может превратить дерево в пепел.',
    Palladium_Onyx_Ring:
        'Это кольцо создает мощный магический щит, разработанный для отражения быстрых летящих снарядов из лука или арбалета.',
    Iridium_Onyx_Ring:
        'Магические щиты, созданные для остановки быстро летящих снарядов, менее эффективны против медленного и стабильного клинка. Это кольцо было создано с этой идеей.',
    Iridium_Oricha_Ring:
        'Это кольцо радикально увеличивает точность и мощность снаряда, чем дольше носитель сосредотачивается на прицеливании, что делает его популярным среди снайперов.',
    Palladium_Oricha_Ring:
        "Дизайнер называет его 'Магической молнией', это кольцо отводит магические атаки от центра масс носителя.",
    Iridium_Cerulean_Ring:
        "Изначально созданный с идеей устранения голода путем 'подпитывания' магической энергией, эксперимент был признан неудачным. Тем не менее, его эффекты все равно мощные.",
    Palladium_Cerulean_Ring:
        'Когда помещено вокруг шафта магической палки, это кольцо питается энергией палки, создавая магический барьер вокруг ее обладателя.',
    Iridium_Runestone_Ring:
        'Когда махается оружием рукой, украшенной этим кольцом, создается магическое лезвие, радикально увеличивающее его мощность.',
    Palladium_Runestone_Ring:
        'Основываясь на кольце из серебра и сапфира, когда активировано, это кольцо создает небольшой щит из энергии вокруг предплечья носителя. Этот щит намного прочнее и надежнее.',
    Iridium_Zephyte_Ring:
        'Лучшая защита - это хорошая атака. Божественная сила этого кольца позволяет вам атаковать с силой небес, но делает вас более уязвимыми для этой же силы.',
    Palladium_Zephyte_Ring:
        'Лучшая защита - это хорошая атака. Божественная сила этого кольца позволяет вам атаковать с силой небес, но делает вас более уязвимыми для этой же силы.',
    Ring_of_Curse_Protection:
        'Кольцо, врученное слугам Леди Даркхарт. Главным образом, чтобы защитить их от собственной силы.',
    Ring_of_Phantom_Summon:
        'Великий Дух был разделен злобным некромантом на три части. Это кольцо было создано из его души. Оно все еще сохраняет отголоски своего прежнего я, которые могут проявиться по желанию носителя.',
    Blood_Ring:
        'Кольцо, используемое вампирами для сбора крови своих жертв. Такие жадные существа не могут позволить себе даже капли впустую.',
    Book_of_Eli:
        'Архимаг Эли был известен тем, что пионерил искусство аурорических заклинаний. Эта книга заклинаний содержит часть его знаний.',
    Book_of_Occults:
        'Инструкционное руководство ритуалиста, разработанное для упрощения и оптимизации процесса призыва. Осторожно, эта книга кусается.',
    Burning_Embers_Book:
        'Книга огненных заклинаний, украденная с тела горящего демона. Ее происхождение и автор неизвестны, но ее сила как магического фокуса не следует недооценивать.',
    Book_of_the_Ancients:
        'Полное собрание работ древней магической цивилизации, утраченной со временем. Однажды она была разбита из-за страха перед тем, что это знание может освободить, теперь она снова цела.',
    Blazing_Lantern:
        'Вечно горящий фонарь, носимый кочевниками Заслоненных Пустошей. Его свет сжигает приближающийся туман и предоставляет защиту от зла, скрывающегося внутри.',
    Fine_Coinpurse:
        'Эта, казалось бы, обычная, но хорошо сделанная монетная сумка никогда не заканчивается монетами, пока вы берете только по несколько штук за раз. Обширные исследования не дали определенных ответов на вопрос о том, как это происходит.',
    Book_Of_Scholars:
        'Хотя он размером с обычный том, эта волшебная книга содержит (буквально) бесчисленные страницы знаний по самым разным предметам.',
    Hunters_Journal: 'Некоторые охотники ищут могучих зверей. Другие предпочитают более блестящую добычу.',
    Mortar_and_Pestle: 'Истинный мудрец знает, что Кулинария и Алхимия отличаются только одним шагом.',
    Burning_Scroll_Of_Gold:
        'Говорят, что этот маленький свиток привлекает богатство при сжигании. Ни покупатель, ни продавец не могут сказать наверняка.',
    Burning_Scroll_Of_Gold_II:
        'Созданный алхимиком, который пытался превратить уголь в золото. Результаты оказались не совсем такими, какие она ожидала, но кто они такие, чтобы спорить?',
    Burning_Scroll_Of_Stardust:
        'Обернув этот свиток вокруг магического бревна и сжигая его, можно извлечь небольшое количество небесной силы из дерева.',
    Burning_Scroll_Of_Stardust_II:
        'Магическое дерево содержит слабые следы небесной силы. Этот свиток может запечатать эту силу в его пепле.',
    Burning_Scroll_Of_Ash:
        'Кто покупает бумагу высокого качества только для того, чтобы сжигать ее в пепел?! Ты, видимо...',
    Burning_Scroll_Of_Ash_II:
        'Бревна, обернутые в этот свиток, горят исключительно чисто, и полученные золы можно использовать для различных проектов.',
    Quick_Burner: 'Свитки, пропитанные ускорителем. Осторожно, чтобы не сжечь свои брови.',
    Quick_Burner_II: 'Юридически классифицирован как слабовзрывчатое вещество низкой степени опасности.',
    Golden_Star:
        'Эти крошечные драгоценности можно найти в реках во время полнолуния. Их измельчение производит порошок с значительным количеством небесной силы.',
    Golden_Star_II:
        'Подвергнутые алхимической обработке, измельчение этих драгоценностей может производить гораздо больше небесной силы, чем обычно.',
    Fishing_Scroll_Of_XP:
        'Старый моряк продал вам этот свиток. Внутри описаны все рыбы, которые он когда-либо ловил, от туманного севера до мерзлого юга.',
    Woodcutting_Scroll_Of_XP:
        'Еженедельник Лесоруба содержит всю информацию, которая вам нужна о местных лесах. Каждый выпуск пишут и поддерживают местные лесорубы.',
    Mining_Scroll_Of_XP:
        'Этот магический свиток, зажженный в фонаре, указывает путь к ближайшим залежам руды и минералов.',
    Runecrafting_Scroll_Of_XP:
        'Играть с магией может быть опасно. Это пошаговое инструкционное руководство по руническому мастерству было создано Академией Арканум для предотвращения несчастных случаев.',
    Herblore_Scroll_Of_XP:
        'Яд в дозе. Этот гид по гербарию был написан Затворницей-Ведьмой, чтобы другие не столкнулись с той же трагедией, что и она.',
    Crafting_Scroll_Of_XP:
        'Этот свиток содержит различные чертежи для широкого спектра общих проектов, чтобы помочь любому мастеру отточить свои навыки.',
    Monster_Hunter_Scroll:
        'Половина вызова при охоте на монстров - это их поиск. Этот свиток перечисляет места обитания и пределы передвижения различных существ.',
    Scroll_Of_Essence:
        'Карта некоторых из оставшихся нетронутых шахт сущности на Мелворе. Их местонахождение тщательно охраняется.',
    Looter_Pouch:
        'Эта магическая сумка больше внутри, чем снаружи, позволяя любому смельчаку принести домой чуть больше.',
    Mastery_Magnet:
        'Таинственный магнит, говорят, привлекающий Знание. Неизвестно, действительно ли он работает, но многие мастера клянутся им.',
    Additional_Cooker_Scroll:
        'Подписанный контракт на Гоблинского Помощника-Повара. Хотя гоблины, возможно, не самые умные и не лучшие повара, они эффективны и дешевы.',
    Bad_Cooker_Scroll:
        'Возможно, этот новый Помощник-Повар, которого вы наняли, не такой эффективный, как вы думали...',
    Gem_Finder_Scroll:
        'Эта волшебная бумага обнаруживает скрытые драгоценные камни определенного размера и качества, когда кусок руды помещается сверху.',
    Gem_Preserver_Scroll:
        'Большие ювелиры знают, что иногда меньше - это больше. Этот свиток содержит советы и хитрости, как извлечь максимум из того, что у вас есть.',
    Staff_Maker_Scroll:
        'Искусство создания посохов так же старо, как сама магия. Настоящие мастера знают, как извлечь максимум из каждого куска дерева.',
    Flaming_Axe_Scroll:
        'Обернув голову вашего топора этим волшебным свитком, вы можете вызвать огонь, когда его качнете. Идеально подходит для очистки мертвой древесины или отпугивания Диких Бобров.',
    Leather_Crafter_Scroll:
        'Кожевенник должен научиться уважать существ, которые отдали свои жизни за их ремесло, и не мусорить ничего, что дано.',
    Herblore_Preservation_Scroll:
        'Поставки для алхимии могут быть дорогими. Поэтому опытный алхимик должен научиться максимально использовать свои поставки.',
    Slayer_Harvest_Scroll:
        'Кровавые камни, созданные этим свитком, бесполезны для большинства, но приносят приличную цену в палате убийц. Кто их покупает?',
    Slayer_Binding_Scroll:
        'Ловушка, предпочитаемая охотниками из Ложи Убийц. Когда зверь ступает на этот свиток, он создает толстые корни, мешающие движению существа.',
    Ranged_Hinder_Scroll:
        'Ловушка, предпочитаемая охотниками из Ложи Убийц. Этот мигающий свиток отвлекает и ослепляет существ, делая более легким уклонение от приближающихся снарядов.',
    Magic_Hinder_Scroll:
        'Ловушка, предпочитаемая охотниками из Ложи Убийц. Когда размещена на коже существа, эти клейкие свитки привлекают магические взрывы к своему местоположению.',
    Melee_Hinder_Scroll:
        'Ловушка, предпочитаемая охотниками из Ложи Убийц. Когда активируется, этот свиток обдаст цель слабой кислотой, ослабляя ее кожу или броню.',
    Fervor_Scroll:
        'Ловушка, предпочитаемая охотниками из Ложи Убийц. Выпускает ядовитый дым, который на некоторое время смутит разум зверя.',
    Slayer_Deterer:
        'Свиток, созданный путем наблюдения за адаптивными свойствами грибов Миолит. Создает небольшой адаптивный щит при ударе.',
    Dragonbreath_Deterer:
        'Дыхание дракона - одно из самых изучаемых магических явлений во всем Мельворе. Этот свиток создает небольшой щит, чтобы помочь смягчить его воздействие.',
    Slayer_Torch:
        'Эти очищающие пламена - одна из немногих защит от порчи Зараженного Города. Будьте осторожны, чтобы не остаться без них, иначе вы сами станете частью города.',
    Mystic_Lantern:
        'Магическая тьма Полуночной Долины скрывает еще более мрачные вещи. Свет этой лампы может отогнать злых духов и рассеивать иллюзии.',
    Fishing_Hook:
        'Вы действительно рыбачили с такой безудочкой все это время? Неудивительно, что это так долго занимает...',
    Wizards_Scroll:
        'Некоторые волшебники из Академии Арканум провели всю жизнь, оптимизируя свои заклинания. Это кристаллизация всех их усилий.',
    Wizards_Scroll_II:
        'Арканум не единственный, кто имеет секреты для раскрытия. Дополнения к этому свитку охватывают магические дисциплины со всех уголков Мельвора.',
    Prayer_Scroll: 'Молитва гораздо эффективнее, когда знаешь, о чем просишь и как.',
    Explorers_Map:
        'Ложа Убийц часто нанимает опытных исследователей для разведки территории перед охотой. Информация, которую они приносят, стоит своих денег.',
    Explorers_Map_II:
        'Карта, заказанная Ветеранским Исследователем. Уровень детализации и информации, содержащейся здесь, удивляет ваш разум.',
    Summoning_Scrolls:
        'Большинство некромантов предпочитают кости и тела для своего искусства. Мало кто достиг уровня вызова духов, как Фиозор.',
    Travellers_Compass:
        'Странный компас, проданный путешественнику за грош. Вместо того, чтобы указывать на север, он указывает на что-то высоко над головой.',
    Portable_Rations:
        'Специально разработанные для тех, кто путешествует на длинные расстояния, каждая упаковка представляет собой самодостаточное блюдо.',
    Portable_Rations_II:
        'Секретное сочетание 11 трав и специй вашей бабушки сделало эти провизии гораздо более съедобными, чем обычно.',
    Blood_Vial:
        "Вампирское сообщество иронически называет этот густой красный раствор 'Зельем Здоровья', хотя это не настоящая кровь, а замена, используемая для утоления Голода.",
    Blood_Vial_II:
        'Вампирские Лорды в своем мрачном царстве давно прибегли к Алхимии, чтобы утолить свою животную жажду. Это последний шаг в этом направлении.',
    Masquerade_Mask:
        'Эти волшебные маски предлагают полную анонимность, несмотря на то, что они прикрывают очень мало. Однако будьте осторожны, они хрупки.',
    Golden_Reel:
        'Сделанная из волос и чешуи Сирены, эта золотисто-красная рыболовная леска привлекает рыбу даже без наживки. Но остерегайтесь, чтобы не попасть под ее чары.',
    Burning_Reel:
        'Странная рыболовная леска, сделанная из неизвестного материала. На первый взгляд она кажется обычной, но когда она погружается в воду, она воспламеняется при контакте с воздухом.',
    Miners_Helmet:
        'Всегда носите СИЗ для собственной безопасности. Если он начнет с вами разговаривать, игнорируйте его. Это всего лишь газы пещеры.',
    Rune_Essence:
        "Магия в своей чистейшей форме. Эти 'камни' - сгущенная магическая энергия, которая еще не прошла через воздух Рунного искусства.",
    Copper_Ore:
        'Обычная медная руда из Центрального горного хребта. У нее широкий спектр популярных применений, но чаще всего ее легируют с оловом для создания бронзы.',
    Tin_Ore:
        'Центральные горы Мельвора удерживают самые богатые и чистые залежи руды в мире. Смешанная с медью из тех же гор, она создает более высококачественную бронзу.',
    Iron_Ore:
        'Восточные горы центрального Мельвора содержат огромные залежи железа и угля. Благодаря этому ресурсу столица остается центром власти в течение веков.',
    Coal_Ore:
        'Говорят, что уголь, выкопанный в Восточном горном хребте, горит вдвое дольше и втрое горячее. Другие утверждают, что это всего лишь пропаганда столицы.',
    Silver_Ore:
        'Далеко на западе, за берегами Академии Арканум, говорят, находится горный хребет, состоящий из чистого серебра. По крайней мере, так утверждают рудокопы.',
    Gold_Ore:
        'Самый большой золотой рудник в мире находится под Перелетными Пиками. Многие пытались завладеть его богатствами. Большинство были съедены драконами.',
    Mithril_Ore:
        "Единственный когда-либо обнаруженный рудник мифрила находился на 'Святых островах'. Эта ценная руда сделала эту крошечную нацию одной из мировых держав... и мишенью.",
    Adamantite_Ore:
        'Мелкие зерна адамантита можно высеять из песков Засушливых равнин и их безжизненного севера. Ходят слухи о большой шахте где-то под песками.',
    Runite_Ore:
        'Находится только в замороженных пустошах на юге, говорят, что эта руда - причина того, почему Глейшиа построила свой город в такой негостеприимной местности.',
    Dragonite_Ore:
        'Эта руда находится только на востоке, в таинственных землях за Границей. Путешествие опасно, но награды захватывающие.',
    Pure_Essence:
        'Академия Арканум была построена поверх самой чистой жилы магии, известной в Мельворе. Добываемая здесь субстанция настолько концентрирована, что даже самоцветы стали чем-то другим.',
    Corundumite_Ore:
        'Раньше считалось, что этот рудный материал бесполезен, пока инновационная техника молодого кузнеца не разблокировала его истинный потенциал. Золотая лихорадка, которая последовала, сделала многих богатыми и еще больше разорила.',
    Iridium_Ore:
        'Из-за небольших месторождений этого минерала были ведены войны. В современные времена даже известные и неизвестные месторождения считаются исключительной собственностью Короны.',
    Palladium_Ore:
        'Несколько мест, где можно найти этот редкий металл, способный проводить магическую энергию, заботливо охраняются. Больше всего метод для правильной работы с ним.',
    Augite_Ore:
        "Разрез от лезвия из аугита может превратить человека в кристалл за несколько часов, в то время как доспехи из аугита способны 'восстанавливаться', если им дано достаточно времени, что дало им прозвище 'живой металл'.",
    Meteorite_Ore:
        'У этого метеоритного металла есть странные свойства, которые полностью не понимаются. Одну минуту он настолько легок, что взлетит, а в следующую так тяжел, что погрузится в землю.',
    Divinite_Ore:
        'Никто не знает точно, откуда идет это металл. Он кажется появляется случайно в заброшенных давно забытых шахтах. Со временем люди просто приписали это прихоти богов.',
    Bronze_Bar:
        'Легенда гласит, что Гоблины были первыми, кто научился работать с бронзой. Хотя это предмет спора, никто не может отрицать, что история этого металла так же древна, как и мир сам по себе.',
    Iron_Bar:
        'Универсальное, прочное и легкое в обработке, железо было и остается основой развития общества в Мельворе.',
    Steel_Bar:
        'Краеугольный камень власти столицы, как финансовой, так и военной. С обширными запасами железа и кажется бесконечным запасом угля, кости столицы сделаны из стали.',
    Silver_Bar:
        'Легенда гласит о спящем городе, сделанном из серебра, где-то на западе. Из всех тех, кто отправился на поиски, лишь немногие вернулись.',
    Mithril_Bar:
        'Очень ценится за его способность проводить святое воздействие, Святые острова охраняют свои запасы мифрила с рвением, которая отталкивала бесчисленные нападения.',
    Gold_Bar:
        'Золото заставляет мир вращаться. Найти даже небольшую жилу этого драгоценного металла может обеспечить человека на всю жизнь. Но человек не единственное существо, желающее этот металл...',
    Adamantite_Bar:
        'Адамантит играет огромную роль в культуре и образе жизни народа Сухих равнин. Когда не вызываются боевые отряды, многие члены племени зарабатывают, извлекая из песков чешуи Адамантита.',
    Runite_Bar:
        'Даже небольшое количество Рунита в сплаве достаточно, чтобы значительно увеличить его прочность и прочность. В больших количествах это может усилить магию.',
    Dragonite_Bar:
        'Восточные купцы принесли руду Драгонита на запад как известность. Пока не было обнаружено, что сплав руды с западным Рунитом значительно увеличивает потенциал обоих металлов.',
    Iridium_Bar:
        'Способность иридия усиливать силы, как магические, так и мирские, делает его чрезвычайно ценным. Даже столь обширная торговля между нациями ведется иридием, а не золотом.',
    Corundumite_Bar:
        'Правильно обработанные оружия из Корундумита могут производить магическое лезвие настолько острое, что оно может прорезать любую защиту и наносить увечья.',
    Palladium_Bar:
        'Палладий ценится за способность проводить магическую энергию и теоретически он является ключом к многим утерянным технологиям. Ученые только начинают изучать его секреты снова.',
    Augite_Bar:
        "Рана от клинка из аугита может превратить человека в кристалл за несколько часов, в то время как доспехи из аугита обладают способностью 'восстанавливаться', если им дано достаточно времени, что дало им прозвище 'живой металл'.",
    Meteorite_Bar:
        'У этих небесных слитков есть странные свойства, которые не полностью понимаются. Одно мгновение они настолько легки, что плавают, а в следующее настолько тяжелы, что погружаются в землю.',
    Divinite_Bar:
        'Раньше считалось, что только боги могли работать с этим металлом. Теперь смертные руки превращают чудеса в реальность. Идите и создавайте легенды.',
    Topaz: 'Когда заряжен магической энергией, топаз может увеличить рефлексы или удачу человека, в зависимости от того, с чем он сочетается, с серебром или золотом. Некоторые сомневаются, что это не одно и то же.',
    Sapphire:
        'Сапфиры имеют много применений, но их самое популярное использование - это фокус для различных магических барьеров. Гигантские сапфировые барьеры когда-то удерживали древнее зло.',
    Ruby: 'Рубин славится своим теплом, и он является ключевым элементом большинства заклинаний восстановления или укрепления тела. Их даже можно использовать в зельях для достаточно опытных.',
    Emerald:
        'Изумруды отлично подходят для заклинаний связи и контроля, что делает их предпочтительным фокусом для автоматизации или ритуалов привязывания душ.',
    Diamond:
        'Чаще всего рассматривается как красивый камень, недавние магические достижения показали, что эти драгоценные камни обладают странной способностью влиять на вероятность. Какие шансы?',
    Onyx: 'Этот полуночно-черный драгоценный камень обладает странной аффинностью к магической энергии и может использоваться для создания мощных щитов... или для их разрушения.',
    Oricha: 'Фиолетовый драгоценный камень, светящийся внутренним светом. Способность этого камня поглощать и направлять энергию делает его мощным фокусом для широкого спектра практик.',
    Cerulean:
        'Интенсивная, чистая энергия, излучаемая этим редким камнем, странно взаимодействует с биологической жизнью. Правильно контролируемая, она является ключевым элементом многих мощных заклинаний исцеления.',
    Runestone:
        'Более обычный камень, преобразованный под воздействием чистого рунного камня. Хотя он не так специализирован, как другие камни, руновой камень является самым универсальным.',
    Zephyte:
        'Драгоценный камень настолько редок, что его часто называют мифом. Заклинания, созданные с этим камнем в качестве фокуса, содержат разрушительную, почти божественную мощь.'
};
